
// NSString (Ordinals)
"Ordinals-Nominative" = "第1,第2,第3,第4,第5, 第6, 第7,第8,第9,第10,第11, 第12,第13,第14,第15,第16,第17,第18,第19, 第20,第21,第22,第23,第24,第25,第26,第27,第28,第29,第30,第31,第32,第33,第34,第35,第36,第37,第38,第39,第40";
"Ordinals-Dative" = "第1,第2,第3,第4,第5, 第6, 第7,第8,第9,第10,第11, 第12,第13,第14,第15,第16,第17,第18,第19, 第20,第21,第22,第23,第24,第25,第26,第27,第28,第29,第30,第31,第32,第33,第34,第35,第36,第37,第38,第39,第40";


// OS Strings
"Done" = "完成";
"OK" = "好";
"Cancel" = "取消";
"Save" = "存储";


/* Default Tags */
"CC-Things-Tag-Errand--Title" = "日常";
"CC-Things-Tag-Home--Title" = "家庭";
"CC-Things-Tag-Important--Title" = "重要";
"CC-Things-Tag-Office--Title" = "办公";
"CC-Things-Tag-Pending--Title" = "待定";

/* Deprecated old tags */
"CC-Things-Tag-Energy--HumanReadableTitle" = "能量";
"CC-Things-Tag-Priority--HumanReadableTitle" = "优先级";
"CC-Things-Tag-Time--HumanReadableTitle" = "时间";

/* Source Names - To-dos added quickly to the app (via the Quick Entry feature) will be collected in the inbox until they can be reviewed and organised by the user at a later point in time. */
"Inbox" = "收件箱";

/* Source Names - Contains to-dos that the user has decided to work on today. These to-dos are a subset of the to-dos also shown in "Anytime". Also contains to-dos that have become due, or that have had their "when" set to today. */
"Today" = "今天";

/* Source Names - To-dos that the user has not defined a specific date to start, thus they can be worked on "anytime". Though for various design reasons, we also show to-dos marked "today" and "this evening" in this list. When you clear the selection in the "When" dialog, the to-do will be found in this list. This used to be called "Next" in Things 2. */
"Anytime" = "随时";

/* Source Names - To-dos that are coming up in the future, either because their "when" has been set to a specific date in the future, or they are repeating task templates. Calendar events from linked calendars also show up here. This used to be called "Scheduled" in Things 2. */
"Upcoming" = "计划";

/* Source Names - To-dos that have been put off until later, and might be done at some stage, or perhaps not at all. */
"Someday" = "某天";

/* Source Names - Completed to-dos that have been "logged". By default, the logging happens a few seconds after a to-do is completed. This keeps the completed to-dos from cluttering up the other lists. */
"Logbook" = "日志簿";

/* Source Names - Only available on the Mac. Where to-dos go if you delete them with the delete key. Can be emptied by the user like in the Finder. */
"Trash" = "废纸篓";

/* Source Names - Later Projects, i.e. Someday/Upcoming projects not associated to any area */
"Later Projects" = "稍后项目";

/* Source Names: other sources that can be reached through Quick Find */
"Tomorrow" = "明天";
"Deadlines" = "截止日期";
"Repeating" = "重复";
"All Projects" = "所有项目";
"Logged Projects" = "录入项目";
"Settings: Debug Tools" = "设置：问题修复工具";
"Source-Search" = "搜索";

/* List toggles */
"1 later project" = "1 个稍后项目";
"%ld later projects" = "%ld 个稍后项目";
"Show logged projects" = "显示 已归档的项目";

/* Task Detail - Placeholder */
"Notes" = "备注";
/* Task Detail - Placeholder - Sub-steps of a single to-do. Lighter weight than creating a project. Could be used for a shopping list or packing list, for example. */
"Checklist" = "检查列表";

/* Task Detail - Info - Example for string: 'Due Mo, Aug 13, 2008' */
"Due %@" = "%@ 到期";

/* Task Detail - Info - Example for string: 'Due in 3 days, Mo, Aug 13, 2008'*/
"Due in %ld days, %@" = "%ld 天后（%@）到期";

/* Task Detail - Info - Example for string: 'Due tomorrow, Mo, Aug 13, 2008'*/
"Due tomorrow, %@" = "明天 %@ 到期";

/* Task Detail - Info - Example for string: 'Due today, Mo, Aug 13, 2008'*/
"Due today, %@" = "今天 %@ 到期";

/* Task Detail - Info */
"Overdue 1 day" = "过期 1 天";

/* Task Detail - Info */
"Overdue %ld days" = "过期 %ld 天";

/* Task Detail - Actions
   Task Destination - Navigation Button - Allows the user to move the to-do into a project or area (or inbox). */
"Move" = "移动";

/* Deadlines - A hard, typically external, due date for the to-do. The to-do must be completed on or before this date otherwise it is considered "overdue". This feature is not designed to be used to scheduled to-dos (that is the "when"). Typically most to-dos do not require a deadline. */
"Deadline" = "截止日期";
"Deadline %@" = "截止日期 %@";
"Clear-Deadline" = "清除";
"Deadline…" = "截止日期…";

/* "Overdue" is shown as a header in the Deadlines list */
"Overdue" = "过期";


/* Quick Entry */
"New Project" = "新建项目";


/* Accessibility */
"Passcode" = "密码";

/* Importing Tasks - Button */
"Import" = "导入";


/* Search */
"Search" = "搜索";
"Search Things" = "搜索 Things";
"No Results" = "没有结果";
"Load more [SEARCH RESULTS]" = "加载更多";


/* Quick Find - The search feature of the app. The user can search for to-dos, projects, areas, tags, and other lists (like "anytime") */
"Quick Find" = "快速查找";
"Continue Search" = "继续搜索";
"Quickly switch lists, find to-dos, search for tags…" = "快速切换列表、查找待办事项、\n搜索标签…";
/* "Recent" refers to the sources here */
"Recent" = "最近";

/* Settings (called Preferences on the Mac, hence the string) */
"Settings" = "设置";
"Preferences" = "偏好设置";
"General" = "常规";
/* Settings - %%MAC%% will be replaced by "Mac"; %%OTHER%% will be replaced by either "iPhone" or "iPad". */
"Get Things for %%MAC%% and %%OTHER%%." = "获取 Things for %%MAC%% and %%OTHER%%。";

"iPad" = "iPad";
"iPhone" = "iPhone";
"device" = "装置";

/* Settings - About Things */
"About" = "关于";
"Acknowledgements" = "鸣谢";
"Device Info" = "设备信息";
"Privacy Policy" = "隐私政策";

/* Badge Count Setting */
"Choose which items should be counted for the badge on the application icon." = "选择哪些项应该在应用程序图标上记为徽章。";
"Badge Count" = "徽章计数";
"Badge-None" = "无";
"Badge-DeadlinesOnly" = "仅截止日期";
"Badge-Today" = "今天";
"Badge-TodayPlusInbox" = "今天 + 收件箱";
"Current notification settings are preventing Things from displaying badges. Please authorize Things to display notifications so that badges can be shown on this device." = "当前通知设置防止 Thing 显示徽章。请授权 Things 显示通知，从而可以在此设备上显示徽章。";
"Authorize Things" = "授权 Things";

/* Logging Setting */
"Logging" = "录入";
"Choose when completed to-dos and projects should be moved to the Logbook." = "选择已完成待办任务和项目应该何时移到日志簿。";
"Daily" = "每天";

"Manually" = "手动";

/* Settings - Things URLs */
"Things URLs" = " Things URL";
"The URL Scheme uses links to create to-dos, view lists, and perform searches." = "URL scheme 使用链接以创建待办事项、查看列表并执行搜索。";
"Read documentation" = "阅读文档";
"Enable" = "启用";
"Disable" = "停用";
"Authentication Token" = "身份验证令牌";
"Some commands require this authentication token." = "部分命令需要此身份验证令牌。";
"Generate New Token" = "生成新令牌";
"Are you sure you want the generate a new token? This cannot be undone." = "确定要生成新令牌吗？此操作无法撤销。";

/* Settings - Grouping in Today */
"Choose how you want to sort the to-dos in your Today list." = "选择您想要如何在“今天”列表中排列待办事项。";
"Allow Any Order" = "允许任何顺序";
"Group by List" = "按列表群组";

/* URL Scheme Alerts */
"Things URL Scheme" = "Things URL Scheme";
"Things has been opened via the URL Scheme. Do you want to enable this feature? You can change it later in Settings → General → Advanced." = "已经通过 URL scheme 打开 Things。您是否要启用这项功能？您可以于设置→ 一般 → 高级中修改。";
"It looks like you're trying to add a lot of to-dos to Things all at once. Is this what you intended?" = "您似乎想同时添加多笔待办事项到 Things 中，是否确定要这么做？";

/* Settings - General > Appearance */
"Appearance" = "外观";
"Light" = "亮色";
"Dark" = "暗色";
"Black" = "黑色";

/* Settings - General > Appearance (iOS 13+) */
"AppearanceSettings-Automatic" = "自动";
"AppearanceSettings-AutomaticBlack" = "自动（黑色）";
"Choose an appearance for Things. “Automatic” will match Things to the system-wide appearance." = "选择 Things 的外观。“自动”表示 Things 的外观将自动适应系统外观。";
"Widgets" = "小组件";

/* Settings - General > Appearance (iOS 12) */
"Switch Automatically" = "自动切换";
"Choose a light or dark appearance for Things. Or switch it automatically depending on your display brightness." = "为 Things 选择亮色或暗色外观。或者依据显示亮度自动切换。";
"When your display brightness drops below %ld%%, Things will automatically switch from Light to the following appearance:" = "当您的显示亮度低于%ld%%时，Things 将自动从亮色模式切换到以下外观：";

/* Settings - Diagnostics */
"Diagnostics" = "诊断";
"These diagnostic tools help us find and fix problems with Things." = "这些诊断工具可帮助我们找到并解决问题。";

/* Settings - Diagnostics - Crash Reports */
"Send Crash Reports" = "发送闪退报告";
"Always Send" = "总是发送";
"Crash reports help us identify bugs and improve the app." = "当机回报可以帮助我们找出问题并改善应用程序。";

/* Settings - Diagnostics */
"Send Database" = "发送数据库";
"Clear" = "清除";
"Update" = "更新";

/* Settings - Diagnostics - Diagnostics */
"Enter Code" = "输入代码";
"Code" = "代码";
"Support Tools" = "支持工具";
"When you contact support you may be given a code to troubleshoot your issue." = "与支持部门联络后会给您一个解决您问题的代码。";

/* Settings - Diagnostic Tools (these strings are for diagnostic features that are hidden behind a code) */
"Advanced diagnostic tools and settings." = "高级诊断工具与设置。";

/* Settings - Diagnostic Tools - Send database to support */
"Send Things Database" = "发送 Things 数据库";
"This will send your Things database to support as an email attachment." = "这将以电邮附件方式将您的 Things 数据库传给支持部门。";

/* Settings - Diagnostic Tools - Load demo data */
"Demo Data" = "演示数据";
"This is for testing or demonstration purposes only. You will be logged out of Things Cloud and your local data will be replaced with generic demo content. This cannot be undone." = "这仅用于测试或演示目的。 您将登出Things Cloud，您的本地数据将被替换为通用演示内容。 这项动作无法撤消。";
"Replace Local Data" = "取代本地数据";
"Are you sure you want to proceed? This will replace your current to-dos." = "确定要继续吗？这会替换您当前的待办事项。";
"Replace" = "替换";

/* Settings - Diagnostic Tools - Diagnostics settings to enable use of the development Things Cloud server */
"Development Endpoint" = "开发终点";
"This control switches between Things Cloud’s production and development endpoints." = "此控件在 Things Cloud 的生产和开发端点之间切换。";
"Use Development Endpoint" = "使用开发端点";
"Relaunch Things to change endpoints." = "重新启动 Things 以变更端点。";

/* Settings - Diagnostic Tools - Push notifications */
"Push Notifications" = "推送通知";
"This tool is for testing and debugging push notifications." = "此工具用于测试和调试推送通知。";
"Request Push Notification" = "请求推送通知";
"Last: %@" = "上次：%@";

/* Settings - Diagnostic Tools - Internal debug tools (not shown to users but localized just in case) */
"Application Data" = "应用数据";
"Developer Tools" = "开发者工具";
"These tools are for internal development and testing." = "这些工具做为内部开发与测试之用。";
"Load Demo Database" = "加载演示数据库";
"Are you sure you want to delete all your to-dos and replace them with to-dos loaded from a demo database? This cannot be undone." = "确定要删除所有待办事项并使用加载自演示数据库的待办事项吗？此操作无法撤销。";
"Load" = "加载";

"Mock Calendar Events" = "模拟日历事件";
"Quit and relaunch Things for the changes to take effect." = "退出然后重新启动 Things，以使更改生效。";

"Load Testing Database" = "加载测试数据库";
"Are you sure you want to delete all your to-dos and replace them with to-dos loaded from the testing database? This cannot be undone." = "确定要删除所有待办事项并使用加载自测试数据库的待办事项吗？此操作无法撤销。";

"Load Empty Database" = "加载空数据库";
"Are you sure you want to delete all your to-dos and load an empty database? This cannot be undone." = "确定要删除所有待办事项并加载空数据库吗？此操作无法撤销。";

"Force Crash" = "强制闪退";
"Are you sure you want to force Things to crash? A crash report will be generated." = "确定要强制 Things 闪退吗？将生成一份闪退报告。";
"Crash" = "闪退";

"Export Demo Database" = "导出演示数据库";
"Generate Demo Database" = "生成演示数据库";
"Generating the demo database failed." = "生成演示数据库失败。";

"Show Onboarding Next Launch" = "下次启动时显示上岗";
"The onboarding cards will be shown next launch." = "上岗卡将在下次启动时显示。";

"Remove Keychain Password" = "移除钥匙串密码";
"Keychain Password Removed" = "钥匙串密码已移除";
"Restart the app for the change to take effect." = "重新启动应用，以使更改生效。";

"Delete Shortcut Donations" = "删除快捷捐款";

"Request Purchase Receipt" = "请求购买数据";
"Show Purchase Receipt" = "显示购买收据";
"Connection error: %@" = "连接错误：%@";
"Error creating JSON from data: %@" = "从数据创建 JSON 时发生错误：%@";
"Error serializing receipt data: %@" = "收据数据序列化时发生错误：%@";
"Failed to retrieve receipt." = "恢复收据失败。";
"No receipt found." = "没有找到收据。";
"Receipt retrieved." = "收据已恢复。";

"Hit Tester" = "点击测试仪";

"Show Cached Server Response" = "显示缓存服务器响应";
"Show Last Checked Date" = "显示最后检查日期";
"Show Last Dismissed Message Date" = "显示最后解除信息日期";

/* Settings - Diagnostic Tools - Appearance debug tools (not shown to users but localized just in case) */
"Override Theme JSON" = "覆盖主题 JSON";
"Provide a URL to override the built in theme JSON." = "提供 URL 以覆盖主题 JSON。";
"Reload" = "重新加载";
"Reload Themes" = "重新加载主题";
"Next Theme" = "下一个主题";
"Previous Theme" = "上一个主题";

/* Settings - Help */
"Help" = "帮助";

"Gesture Guide" = "手势指南";
"Learn some great gestures to speed up your day." = "了解一些实用手势，提高您的效率。";

"Keyboard Shortcuts" = "键盘快捷方式";
"Control the app with powerful shortcuts (external keyboard required)." = "使用强大的快捷方式控制应用（需要外部键盘）。";

"Get Support" = "获得技术支持";
"Browse the support pages or contact our team." = "浏览技术支持页面或联系我们的团队。";

"Productivity Tips" = "效率提示";
"Read the beginner’s guide to productivity with Things." = "阅读初学者指南，快速学习如何使用 Things。";

"Create Tutorial Project" = "创建教程项目";
"Learn the app step by step with a short tutorial project." = "通过简短教程项目，逐步了解此应用。";

// Settings - Help - Alert
"Tutorial Project Created" = "教程项目已创建";
"A tutorial project has been created." = "已创建教程项目。";

"More Articles" = "更多文章";

/* Settings - Import from other apps */
"You can import to-dos from other apps." = "您可以从其他应用导入待办事项。";
"Import from Other Apps" = "从其他应用导入";
/* Settings - Import from other apps - Todoist import - button that starts the process */
"Import from Todoist" = "从 Todoist 导入";

/* Tags Related */
"Tags" = "标签";
"Tags…" = "标签…";
"New Tag (Touch)" = "新建标签";
"New Tag" = "新建标签";
"Delete Tag" = "删除标签";
"This tag will be removed from any items that are currently using it. Are you sure you want to delete this tag?" = "此标签将从当前使用它的项目上移除。确定要删除此标签吗？";
/* Tags Related - The %@ is the name of the new tag to create */
"New Tag “%@”" = "新标签“%@”";


/* Filter tags screen */
"No Tag" = "无标签";
"Filter by Tag" = "按标签筛选";
"Clear-Tags" = "清除";
"FilteredTag-None" = "无标签";

/* Manage tags screen */
"Manage Tags" = "管理标签";
"Edit Tag" = "标记标签";
"NewOrEditTag-TitlePlaceholder" = "标签";
"Tag Already Exists" = "标签已经存在";
"A tag with the title \"%@\" already exists. Please choose a different title." = "标题为\"%@\"的标签已经存在。请选择另一个标题。";
/* Manage tags screen - "Group: ..." (group == parent tag) */
"ParentTag-Group" = "群组";
/* Manage tags screen - In the context of "Group: None" */
"ParentTag-None" = "无标签";


/* Notifications */

"Since you haven't used Things for a while, it will stop sending you notifications. To continue to receive them, simply open Things." = "因为您很长时间没有使用 Things 了，所以它会停止向您发送通知。要继续接收通知，只需打开 Things 即可。";

// TODO: Those are too generic; make sure they're localizable
"Snooze" = "稍后提醒";
"Complete" = "完成";

// Custom snoozing times for notifications (iOS 12)
"Snooze…" = "稍后提醒…";
"Snooze for 10 minutes" = "10分钟后再次提醒";
"Snooze for 30 minutes" = "30 分钟后再次提醒";
"Snooze for 1 hour" = "1 小时候重复闹铃";


/* == Repeating Tasks == */

// Repeating Tasks - Editing - Prefixes

"Repeating-Prefix-Every-Week" = "每";
"Repeating-Prefix-Every-Months" = "每";
"Repeating-Prefix-Every-Days" = "每";
"Repeating-Prefix-Every-Month" = "每";
"Repeating-Prefix-Every-Day" = "每";
"Repeating-Prefix-Every-Year" = "每";
"Repeating-Prefix-Every-Weeks" = "每";
"Repeating-Prefix-Every-Years" = "每";

// Editing - Regularly
"Repeat-Header" = "重复";
"Regularly" = "定期";
"On-Weekends" = "在";
"On-Weekdays" = "在";

// Editing - Regularly - used for e.g. "On Wednesday"
"On" = "在";

// to be used with "on"
"Sunday-On" = "星期天";
"Monday-On" = "星期一";
"Tuesday-On" = "星期二";
"Wednesday-On" = "星期三";
"Thursday-On" = "星期四";
"Friday-On" = "星期五";
"Saturday-On" = "星期六";

// to be used with "on xth day"
"day-on" = "天";
"You’ll get a new copy regularly, no matter if you’ve completed the previous to-do or not." = "您会定期收到一个新副本，无论您是否完成上个待办事项。";
"Ends" = "结束";
"Next" = "下一步";
"has ended" = "已结束";

// Editing - Regularly - Every
"day" = "天";
"days" = "天";
"week" = "周";
"month" = "月";
"months" = "月";
"year" = "年";
"years" = "年";

// Editing - Regularly - On
"And On" = "在";
"Add More" = "添加更多";

// Editing - Regularly - Ends Never
"Never" = "从不";
"This to-do repeats forever." = "此待办事项永远重复。";

// Editing - Regularly - Ends On Date
"On Date" = "在日期";

// Editing - Regularly - Ends After
"After" = "后";
"1 repetition" = "重复 1 次";
"%ld repetitions" = "重复 %ld 次";
"After 1 repetition" = "重复 1 次后";
"After %ld repetitions" = "重复 %ld 次后";

// Editing - After Completion
"After Completion" = "完成后";
"You’ll get a new copy %%FREQUENCY%% after you’ve completed the previous to-do." = "完成上一待办事项后，您将%%FREQUENCY%%获得一个新副本。";

// Editing - Reminder - (inside the "when" dialog). Sends a notification to the user at a specific time. Can only be used with to-dos with their "when" set to Today, This Evening or a specific date.
"Add Reminder" = "添加提醒";
"Each copy has a reminder at %@." = "每个副本在 %@ 时都会有一个提醒。";
"Reminder" = "提醒事项";

// Editing - Deadline
//"Add Deadline" = "Add Deadline";
"Each copy has a deadline." = "每个副本都有一个截止日期。";
"Each copy has a deadline. It will appear in your Today list one day earlier." = "每个副本都有一个截止日期。它将提前一天出现在您的\"今天\"列表中。";
"Each copy has a deadline. It will appear in your Today list %ld days earlier." = "每个副本都有一个截止日期。它将提前 %ld 天出现在您的\"今天\"列表中。";
"same day" = "当天";
"1 day earlier" = "1 天前";
"%ld days earlier" = "%ld 天前";
"Each copy has a deadline. It will appear in your Today list on the %%SAME_DAY%%." = "每个副本都有一个截止日期。它将在%%SAME_DAY%%出现在您的\"今天\"列表中。";
"Each copy has a deadline. It will appear in your Today list %%1_DAY_EARLIER%%." = "每个副本都有一个截止日期。它将%%1_DAY_EARLIER%%出现在您的\"今天\"列表中。";
"Each copy has a deadline. It will appear in your Today list %%N_DAYS_EARLIER%%." = "每个副本都有一个截止日期。它将%%N_DAYS_EARLIER%%出现在您的\"今天\"列表中。";


// Repeating Task - Info - Regularly
"Repeat" = "重复";
"Repeat-Menu" = "重复";

"daily" = "每天";
"every %ld days" = "每 %ld 天";
"every week" = "每周";
"every %ld weeks" = "每 %ld 周";
"every month" = "每月";
"every %ld months" = "每 %ld 个月";
"every year" = "每年";
"every %ld years" = "每 %ld 年";

"on" = "在";
"on the" = "在";
" and " = "和";
", and " = "，和";
"on weekends" = "在周末";
"on weekdays" = "在工作日";
"weekends" = "周末";
"weekdays" = "工作日";
"last-day" = "最后一个";

"Change-RecurrenceRule" = "更改";
"Pause-RecurrenceRule" = "暂停";
"Unpause-RecurrenceRule" = "取消暂停";
"Are you sure you want to stop this to-do from repeating?" = "确定要停止重复此待办事项吗？";
"Stop" = "停止";


// Repeating Task - Info - After Completion
"1 day" = "剩下 1 天";
"%ld days" = "剩下 %ld 天";
"1 week" = "1 周";
"%ld weeks" = "%ld 周";
"1 month" = "1 个月";
"%ld months" = "%ld 个月";
"1 year" = "1 年";
"%ld years" = "%ld 年";
"%@ after the previous to-do has been completed" = "上一个待办事项完成后 %@";

"Examples" = "示例";

// Upcoming
"Start 1 day earlier" = "提前 1 天开始";
"Start %ld days earlier" = "提前 %ld 天开始";
"%ld more…" = "%ld 等…";
"The repeating rule has ended." = "重复的规则已结束。";
"Paused" = "暂停";
"The previous to-do has not been completed yet." = "上一个待办事项尚未完成。";


// Repeating Instance Creation Dialog
"Repeating To-Dos" = "重复待办事项";


// Task view "left view"
"Waiting" = "等待";
//"Paused" = "Paused";
"Ended" = "结束";

// Repeating project header
//"Waiting" = "Waiting";
//"Paused" = "Paused";
//"Ended" = "Ended";






// URL Scheme Errors
"There was a problem with the provided URL." = "提供的 URL 存在问题。";
"A valid command must be provided." = "必须提供有效的指令。";
"You must specify a list to show." = "您必须指明要显示的列表。";
"The provided command \"%@\" is not supported by Things." = "Things 不支持所提供的指令\"%@\" 。";
"There was a problem adding the requested to-do to Things." = "在将所要求的待办事项添加到 Things 时发生问题。";
"There was a problem adding the requested project to Things." = "将所要求的项目添加到Things时发生问题。";
"There was a problem adding the requested heading to Things." = "将所要求的标题添加到Things时发生问题。";
"The URL scheme cannot be empty and must be set to \"things:\"" = "URL scheme 不得空白且必须设成 \"things:\"";
"The provided host field \"%@\" is not supported by Things. The host field may either be left empty or be set to \"x-callback-url\". If you left the host field empty, make sure to proceed it with three slashes (///), not just two." = "Things 不支持所提供的主机字段 \"%@\"，主机字段必须留白或设为 \"x-callback-url\"，若您将其留白，请在之前加上三条斜线（///）而非两条斜线。";
"The provided URL scheme \"%@\" is not supported by Things. The URL scheme must be set to \"things:\"" = "Things 不支持所提供的 URL scheme \"%@\" ，URL scheme 必须设成 \"things:\"";
"Cannot show the list with ID \"%@\" because it does not exist." = "无法以 ID\"%@\" 显示列表，因为它不存在。";
"The parameter \"%@\" must be provided." = "必须提供\"%@\"参数";
"No list found for query: \"%@\"." = "找不到以下查询的列表：\"%@\"。";
"You must specify a query to show." = "您必须指明要显示的查询。";
"There is a problem with the provided JSON." = "所提供的 JSON 有问题。";
"Cannot update to-do with ID \"%@\" because it does not exist." = "无法更新 ID 为 \"%@\" 的待办事项，因为它不存在。";
"Cannot update to-do because no ID was provided." = "无法更新待办事项，因为没有提供 ID。";
"There was a problem adding the requested checklist item to Things." = "向 Things 添加请求的检查列表项时发生问题。";
"Cannot update project because no ID was provided." = "无法更新项目，因为没有提供 ID。";
"Cannot update project with ID \"%@\" because it does not exist." = "无法更新 ID 为 \"%@\" 的项目，因为它不存在。";
"When creating a new project, all child items must also have their operation set to create." = "创建新项目时，所有子项目也必须有其运算集才能创建。";
"The provided authentication token is incorrect. The correct authentication token can be found in Things’ Settings → General → Things URLs." = "提供的身份验证令牌不正确。正确的身份验证令牌位于 Things 的设置 → 常规 →  Things URL。";
"The provided authentication token is incorrect. The correct authentication token can be found in Things → Preferences → General." = "提供的身份验证令牌不正确。正确的身份验证令牌位于 Things → 偏好设置 → 常规。";
"The URL command you used requires an authentication token to work. The authentication token can be found in Things’ Settings → General → Things URLs." = "您使用的 URL 命令需要身份验证令牌才能生效。身份验证令牌位于 Things 的设置 → 常规 →  Things URL。";
"The URL command you used requires an authentication token to work. The authentication token can be found in Things → Preferences → General." = "您使用的 URL 命令需要身份验证令牌才能生效。身份验证令牌位于 Things → 偏好设置 → 常规。";
"There was a problem duplicating the task." = "复制任务时发生问题。";
"There was a problem duplicating the project." = "复制项目时发生问题。";
"Repeating tasks and projects cannot be duplicated." = "重复任务和项目无法复制。";
// URL Scheme Errors - %@ is the URL scheme field. E.g. "when" or "completion-date".
"Cannot update field \"%@\" for a repeating task or project." = "无法更新重复的任务或项目的字段 \"%@\"。";


/* Accessibility */
"Accessibility Value - Task Title Cell - Title" = "标题";
"Accessibility Value - Task Notes Cell - Notes" = "备注";
"Accessibility Value - Task Tags Cell - Tags" = "标签";
"Accessibility Value - Task Checklist Cell - Checklist item" = "检查列表项";
"Accessibility Value - Task Details - Area" = "区域";

/* Things Cloud Main */
"Things Cloud" = "Things Cloud";
"Troubleshooting" = "故障排除";
"Things Cloud stores your to-dos and automatically keeps them updated across all your devices. Just tap the switch to get started." = "Things Cloud 储存您的待办事项并自动在所有设备上保持最新状态。只需轻点切换即可开始使用。";
"Learn More" = "了解详情";
"Your account is active." = "您的帐户处于活动状态。";
"Last Updated: %@" = "上次更新日期：%@";
"Checking Status…" = "正在检查状态…";
"No Internet Connection." = "没有互联网连接";
"Things Cloud did not respond." = "Things Cloud 未响应。";
"There is an unknown issue with your account." = "您的帐户出现未知问题。";
"Try Again" = "重试";
"Your Things Cloud account is not fully configured. You can resume the account setup or cancel it." = "您的 Things Cloud 帐户未配置完整。您可以继续设置帐户或取消。";
"Resume" = "继续";
"Proceed" = "继续";
"You need to accept the updated Terms of Service before you can continue using Things Cloud." = "您需要接受更新后的服务条款，才能继续使用 Things Cloud。";

/* Things Cloud Choose */
"Account" = "帐户";
"To get started, you need a Things Cloud account. Creating a new account is free and easy. If you already have one, just log in." = "开始之前，您需要一个 Things Cloud 帐户。创建新帐户非常简单，完全免费。如果您已经有帐户，只需登录即可。";
"Create New Account" = "创建新帐户";
"Log In" = "登录";

/* Things Cloud Create Account */
"Create Account" = "创建帐户";
"Email" = "电子邮件";
"Password" = "密码";
"New Password" = "新密码";
"Confirm Password" = "确认密码";
"Continue" = "继续";
"me@example.com" = "me@example.com";
"Other password managers" = "其他密码管理器";

/* Things Cloud Create Account Errors */
"Please enter your email address." = "请输入您的电子邮件地址。";
"Please enter your password." = "请输入您的密码";
"The email address is not valid. Please make sure there aren't any typos." = "电子邮件地址无效。请确保没有输入错误。";
"Please enter your password in the 'Verify' field." = "请在\"验证\"字段输入您的密码。";
"A Things Cloud account already exists for that email address. If this is your account, please log in instead of creating a new account." = "使用该电子邮件地址的 Things Cloud 帐户已经存在。如果这是您的帐户，则直接登录，不需要创建新帐户。";

/* Things Cloud Terms */
"Accept Terms" = "接受条款";
"Sorry, but there seems to be a problem connecting to Things Cloud. The Terms of Service could not be loaded." = "抱歉，似乎连接 Things Cloud 出现问题。无法加载服务条款。";
"Please make sure you are connected to the Internet and try again." = "请确保您已连接互联网，然后重试。";

/* Things Cloud Terms Erorrs */
"The Terms of Service for Things Cloud Have Changed" = "Things Cloud 的服务条款已更改";
"The Terms of Service for Things Cloud have changed." = "Things Cloud 的服务条款已更改。";

/* Things Cloud Confirm Account */
"We’ve sent a verification email to %@\n\nThe email contains a 4-digit code. Please enter that code below to verify your email address:" = "我们已将验证电子邮件发送到 %@。\n\n此电子邮件包含一个 4 位代码。请在下方输入此代码，验证您的电子邮件地址：";

/* Things Cloud Confirm Account Errors */
"The verification code must contain four digits." = "验证代码必须包含四位数字。";
"The verification code can only contain numbers." = "验证代码只能包含数字。";
"The verification code is incorrect. Please try again." = "验证代码不正确。请重试。";
"Email not received?" = "未收到电子邮件？";
"Resend Code" = "重新发送代码";
"Be sure to check your spam folder. If you still can't find it, we can resend the email to: %@" = "确保查看您的垃圾文件夹。如果仍没有找到，我们将重新发送电子邮件至：%@";
"Resend" = "重新发送";
"Email Sent" = "电子邮件已发送";
"The verification email has been resent to: %@" = "确认电子邮件已重新发送至：%@";

/* Things Cloud Log In */
"Forgot Password?" = "忘记密码？";

/* Things Cloud Log In Errors */
"No account could be found for the email address you've provided. Please check the address and try again." = "无法找到您提供电子邮件地址的帐户。请检查地址，然后重试。";
"The password you entered is incorrect. Please check it and try again." = "您输入的密码不正确。请检查，然后重试。";
"Enter your email address:" = "输入您的电子邮件地址：";
"Reset Password" = "重置密码";
"Would you like us to send you instructions on how to reset your password? They will be emailed to: %@" = "是否愿意让我们向您发送有关如何重置密码的说明？它们将被通过电子邮件发送至：%@";
"Send" = "发送";
//"Email Sent" = "Email Sent";
"An email has been sent to %@ with instructions on how to reset your password." = "已经向 %@ 发送了一封电子邮件，其中包含如何重置密码的说明。";

/* Things Cloud Merge */
"An error occurred while retrieving your account details. Wait a moment and then try again." = "恢复帐户详情时发生错误。稍等片刻，然后重试。";
"Retry" = "重试";
"Thanks! You can now start using Things Cloud on %@." = "谢谢！您现在可以开始在 %@ 上使用 Things Cloud。";
"You already have to-dos on both %@ and on Things Cloud. Which to-dos would you like to keep?" = "您在 %@  和 Things Cloud 上已经有待办事项。您想要保留哪些待办事项？";
"Keep all to-dos" = "保留所有待办事项";
"Recommended. The to-dos on %@ and on Things Cloud are merged. Nothing is deleted." = "推荐。%@ 和 Things Cloud 上的待办事项合并。没有删除任何内容。";
"Keep only the to-dos from Things Cloud" = "请保留来自 Things Cloud 的待办事项";
"The to-dos on %@ are deleted and replaced with your to-dos from Things Cloud." = "%@ 上的待办事项被删除，并被替换成 Things Cloud 上的待办事项。";
"Keep only the to-dos from %@" = "仅保留来自 %@ 的待办事项";
"Your to-dos on Things Cloud are deleted and replaced with the to-dos from %@." = "您在 Things Cloud 上的待办事项被删除，并被替换成来自 %@ 的待办事项。";

/* Things Cloud Long Notes */
"You have %d to-dos with very long notes (longer than 20,000 characters, or 10 pages in a book). Things Cloud does not support notes of this size. Please follow these steps before continuing:" = "您有 %d 个带很长备注的待办事项（日志簿中超过 20,000 字符或 10 页）。Things Cloud 不支持该大小的备注。继续之前，请按以下步骤操作：";
"You have one to-do with very long notes (longer than 20,000 characters, or 10 pages in a book). Things Cloud does not support notes of this size. Please follow these steps before continuing:" = "您有一个带很长备注的待办事项（日志簿中超过 20,000 字符或 10 页）。Things Cloud 不支持该大小的备注。继续之前，请按以下步骤操作：";
"More Information" = "详细信息";
"1. Send these notes to your email address first, so you don't lose any information. This allows you to copy the content to another application later (e.g. a note-taking application)." = "1. 先将这些备注发送到您的电子邮件地址，这样您不会丢失任何信息。如此一来，以后您可以将内容拷贝到其他应用程序中（例如笔记应用程序）。";
"Email These Notes" = "通过电子邮件发送这些备注";
"2. Delete these notes from Things. This is necessary before you can proceed with Things Cloud." = "2. 从 Things 删除这些备注。此操作很有必要，然后才能使用 Things Cloud。";
"Delete These Notes" = "删除这些备注";
"Delete Notes" = "删除备注";
"Notes Deleted" = "备注已删除";
"Notes Not Deleted" = "备注未删除";
"Are you sure you want to delete these notes? This cannot be undone." = "确定要删除这些备注吗？此操作无法撤销。";
"Delete" = "删除";
"The notes have been deleted successfully. You may now proceed with Things Cloud." = "备注已被成功删除。您现在可以继续使用 Things Cloud。";
"Not all notes were deleted successfully. Please try deleting the notes again. This is necessary before you can proceed with Things Cloud." = "并非所有备注都已成功删除。请尝试重新删除备注。此操作很有必要，然后才能使用 Things Cloud。";
"The following %d to-dos have very long notes and have been exported from Things to preserve their content:" = "以下 %d 个待办事项的备注很长，已 从 Things 中导出，以保留其内容：";
"The following to-do has very long notes and has been exported from Things to preserve its content:" = "以下待办事项的备注很长，已 从 Things 中导出，以保留其内容：";

/* Things Cloud sync progress */
"Updating" = "正在更新";
/* Note that "Please keep Things open." is shown in bold in the placeholder of the strings that say "Syncing with Thingw Cloud. [...]". */
"Syncing with Things Cloud. This might take a few minutes the first time.\n\n%@\nDo not switch apps or turn off your screen until the sync is complete or you’ll have to start again." = "与 Things Cloud 同步。第一次同步可能需要几分钟时间。\n\n%@\n不要切换应用或关闭屏幕，直至同步完成，否则您需要重新启动。";
"Syncing with Things Cloud.\n\n%@\nDo not switch apps or turn off your screen until the sync is complete." = "与 Things Cloud 同步。\n\n%@\n不要切换应用或关闭屏幕，直至同步完成。";
"Please keep Things open." = "请仍然打开 Things。";
"An error occurred while updating your to-dos. Wait a moment and then try again." = "更新待办事项时发生错误。稍等片刻，然后重试。";

/* Things Cloud Device Strings */
"this iPhone - Things Cloud" = "此 iPhone";
"this iPod touch - Things Cloud" = "此 iPod touch";
"this iPad - Things Cloud" = "此 iPad";
"this device - Things Cloud" = "此设备";

/* Things Cloud Edit Account */
"Enter Password:" = "输入密码：";
"Edit Account" = "编辑帐户";
/* Note that "Change password for" is written immediately above the email address corresponding to the user's Things Cloud username. */
"Change password for" = "变更以下帐户的密码：";
"Please note that changing your password will mean that all your devices will have to re-download your to-dos from Things Cloud again." = "请注意，更改密码将意味着所有设备将必须重新从 Things Cloud 下载待办事项。";
"Change Password" = "更改密码";
"Delete Account" = "删除帐户";
"If you delete your account, all your to-dos in Things Cloud will be deleted and all your devices will stop updating with each other. Each device will, however, keep the to-dos it currently has." = "如果删除帐户，则 Things Cloud 中的所有代办事项将被删除，所有设备将停止相互更新。然而，每台设备将保留当前拥有的待办事项。";
"Your Password Has Been Changed" = "您的密码已更改";
"Are you sure you want to delete your account? This cannot be undone." = "确定要删除您的帐户吗？此操作无法撤销。";
"Account Deleted" = "帐户已删除";
"Deleted Account" = "已删除帐户";
"Your Things Cloud account has been deleted from the server. Your to-dos will no longer update via Things Cloud." = "您的 Things Cloud 帐户已被从服务器上删除。您的待办事项将不再通过 Things Cloud 更新。";
"Incorrect Password" = "密码错误";

/* Things Cloud Other Dialogs and Errors */
"There was a problem connecting to the Things Cloud server. Please try again." = "连接 Things Cloud 服务器时出现问题。请重试。";
"Connection Error" = "连接错误";
"You are not connected to the Internet." = "您未连接到互联网。";
"Things Cloud is temporarily unreachable. Please try again later." = "Things Cloud 临时不可用。请稍后重试。";
"Things Cloud Unreachable" = "Things Cloud 不可用";
"The account could not be found on Things Cloud." = "在 Things Cloud 上无法找到此帐户。";
"Account Not Found" = "未找到帐户";
"The account does not exist on Things Cloud." = "Things Cloud 上不存在此帐户。";
"Account Does Not Exist" = "帐户不存在";
"To-Dos Replaced" = "待办事项已替换";
"Things Cloud Disabled" = "Things Cloud 已停用";
"Things Cloud has been disabled. To re-enable it, go to Settings." = "Things Cloud 已被停用。要重新启用，前往\"设置\"。";
"Password Changed" = "密码已更改";
"The password for your Things Cloud account has been changed. Please enter the new password:" = "您的 Things Cloud 帐户的密码已更改。请输入新密码：";
"Not Now" = "现在不";
"Please re-enter your Things Cloud password:" = "请重新输入 Things Cloud 密码：";
"The password you entered is incorrect. Please re-enter your Things Cloud password:" = "您输入的密码不正确。请重新输入 Things Cloud 密码：";

/* CCSwitch */
"Switch button" = "切换按钮";
"Big-Switch-Accessibility-On" = "在";
"Big-Switch-Accessibility-Off" = "关";

/* Task View Subtitle */
"%d items" = "%d 项";
"1 item" = "1 个项目";
"1 item (Mac)" = "1 项";

/* Settings: Logging */
"Immediately" = "立即";

/* Settings: First day of the week */
"Week" = "周";
"Choose the first day of the week." = "选择一周的第一天。";
"Automatic" = "自动";


/* Task Notes too long */
"The note you've entered is longer than the maximum length supported by Things (about 10 pages in a book). The note has been shortened." = "您输入的备注超过 Things 支持的最大程度（日志簿中大约 10 页）。此备注已被缩短。";

/* Completing and cancelling tasks */
"Complete Project" = "完成项目";
"This project contains 1 incomplete to-do. What would you like to do with it?" = "此项目含有 1 个未完成的待办事项。您想要如何操作？";
"This project contains %ld incomplete to-dos. What would you like to do with them?" = "此项目含有 %ld 个未完成的待办事项。您想要如何操作？";
"Mark as Completed [SINGLE TO-DO]" = "标记为已完成";
"Mark as Canceled [SINGLE TO-DO]" = "标记为已取消";
"Mark as Completed [MULTIPLE TO-DOS]" = "标记为已完成";
"Mark as Canceled [MULTIPLE TO-DOS]" = "标记为已取消";
// The string below is displayed when the app doesn't check for single or multiple to-dos, so please use a generic localization if appropriate.
"Mark as Completed" = "标记为已完成";

/* Completing and cancelling tasks - Accessibility */
"canceled" = "已删除";
"completed" = "已完成";
"not completed" = "未完成";
"Mark incomplete" = "标示为不完整";

/* Calendar week in new DatePicker */
"cw" = "日历周";
"Calendar Week" = "日历周";

/* New DatePicker + ViewControllers - return to reference date labels */
"Back" = "返回";

/* New DatePicker + ViewControllers - accessibility hint for weekday header*/
"Double-tap to scroll to current week." = "轻点两下滚动到当前周。";

/* New DatePicker + ViewControllers - accessibility hint for day buttons */
"Double-tap to select." = "轻点两下进行选择。";

/* New DatePicker + ViewControllers - accessibility day prefix */
"Today. %@" = "今天 %@";

/* New DatePicker + ViewControllers - acessibility day prefix */
"Selected. %@" = "已选中。%@";


/* Schema and server versioning errors */
"App Store" = "App Store";
"Changes have been made to Things Cloud and your version of Things can no longer update your to-dos. Please check the App Store for a new version of Things." = "Things Cloud 已经发生更改，您的 Things 版本不再更新待办事项。请访问 App Store 查找新版 Things。";
"You've used a newer version of Things on another device. Please update to the latest version of Things on this %@ as well to continue syncing.\n\nIf you don’t see the update on the App Store right away, restarting your %@ might help." = "您在另一台设备上使用了新版本的 Things。请将此 %@ 上的 Things 更新至最新版本，然后继续同步。\n\n如果在 App Store 上没有找到更新，重新 %@ 试试。";
"Update Required" = "必须更新";
"Later" = "稍后";

/* Apple demo */
"Things Cloud is not enabled for this demo." = "没有为此演示启用 Things Cloud。";
"Feature not enabled for this demo." = "演示版本不启用此功能.";
"This version of Things has been created specifically for demonstration purposes." = "此版本的 Things 专为演示用途而制作。";
"This version of Things is for demonstration purposes only." = "此版本的 Things 仅用于演示用途。";

/* Siri integration - Settings */
"Shortcuts" = "捷径";
"Learn how" = "了解详情";
"Open the Shortcuts app" = "打开捷径应用程序";
"Things for iPhone, iPad, and Mac are three separate apps, so the shortcuts you create on one device will not work on the others.\n\nTo solve this problem, upgrade your devices to iOS 15, iPadOS 15, and macOS Monterey. Once you’re running these OS versions, your shortcuts will be compatible across all your devices.\n\nIf it’s not possible to upgrade your OS versions, you will need to set up different Shortcuts actions for each version of Things." = "Things for iPhone、Things for iPad 和 Things for Mac 是三个独立的应用程序，因此您在一个设备上创建的快捷指令在其他设备上无效。\n\n要解决此问题，请将设备分别升级到 iOS 15、iPadOS 15 和 macOS Monterey。升级操作系统后，您的快捷指令就可以在所有设备上兼容。\n\n如果无法升级您的操作系统版本，您需要为不同版本的 Things 分别设置不同的快捷指令。";
"Hey Siri, in Things, add milk." = "嘿 Siri，在 Things 中添加买牛奶。";
"Hey Siri, in Things, remind me to buy milk tomorrow at 10 AM." = "嘿 Siri，在 Things 中，提醒我明天上午 10 点买牛奶。";
"Hey Siri, show my Errand list in Things." = "嘿 Siri，打开 Things 中的日常列表。";

"Show more" = "显示更多";
"Show Shortcuts" = "显示快捷指令";
"Siri" = "Siri";
"You can also ask Siri to run Shortcuts you’ve created for Things." = "您还可以让 Siri 运行您为 Things 创建的快捷指令。";
"You can ask Siri to quickly add a to-do or show a list in Things. Here are a few examples:" = "您可以让 Siri 快速添加新待办事项或显示 Things 列表。下面是几个示例：";
"A shortcut is a quick way to get something done with your apps, with just a tap or by asking Siri." = "有了快捷指令，您只需要一键操作或召唤 Siri，即可让应用程序执行快速操作。";
"Create Shortcuts" = "创建快捷指令";
"Add To-Do" = "添加待办事项";
"Show Today" = "显示今天";
"You can edit your shortcuts in the Shortcuts app." = "您可以在快捷指令应用程序中编辑自己的快捷指令。";

/* Siri integration - Donations */

"Show %@ [SIRI INVOCATION PHRASE FOR SHOW LIST INTENT]" = "显示 %@";

/* Reminders Inbox */
"From Reminders" = "来自提醒事项";
"Import All (Touch)" = "导入全部";
"Import All" = "导入全部";
"Untitled" = "没有标题";

/* Reminders Inbox - warning alerts */
"Please note that when you import a to-do from Reminders into Things, it will be deleted from the Reminders app." = "请注意，当您从“提醒事项”向 Things 导入待办事项时，导入的待办事项将从“提醒事项”中删除。";
"This to-do may have attachments, sub-tasks, or other data that cannot be imported. If you import this to-do, it will be deleted from the Reminders app. Any data that cannot be imported will be lost." = "此待办事项可能包含附件、子任务或其他无法导入的数据。如果导入此待办事项，则此待办事项就会从“提醒事项”应用中删除。所有不能导入的数据将会丢失。";
"Some of these to-dos may have attachments, sub-tasks, or other data that cannot be imported. If you import these to-dos, they will be deleted from the Reminders app. Any data that cannot be imported will be lost." = "其中的部分待办事项可能包含附件、子任务或其他无法导入的数据。如果导入这些待办事项，则这些待办事项就会从“提醒事项”应用中删除。所有不能导入的数据将会丢失。";
"Import from Reminders" = "从“提醒事项”导入";

/* Reminders Inbox - Settings */
"Reminders Inbox" = "提醒事项收件箱";
"You can use the Reminders app as an input method for Things. This can be a useful workflow when combined with Siri or Shortcuts.\n\nChoose a Reminders list to appear in your Inbox, where you can import selected to-dos. Imported to-dos will be deleted from Reminders." = "您可以使用“提醒事项”应用作为 Things 的输入方法。在结合 Siri 或捷径使用时，可能会用到这一流程。\n\n选择出现在收件箱中的提醒事项列表，并且您可以在此处导入选择的待办事项。导入的待办事项将从提醒事项中删除。";
"Note: If you want to migrate everything from Reminders at once, you should use the Reminders Importer instead." = "注意：如果您希望一次性迁移“提醒事项”中的所有内容，则应使用提醒事项导入程序。";
"Open Reminders Importer" = "打开提醒事项导入程序";
"Please note that location-based reminders cannot be imported." = "请注意，无法导入基于位置的提醒事项。";
"To-dos with attachments, sub-tasks, or location-based reminders are hidden from your Inbox because they cannot be imported." = "包含附件、子任务或基于位置的提醒的待办事项会从您的收件箱中隐藏，因为无法导入。";
"Are you sure?" = "确定吗？";
"Import Anyway" = "导入全部";

/* Reminders Inbox - Settings - Choose List */
"List [REMINDERS INBOX]" = "列表";
"Choose List" = "选择列表";
"On My Device" = "在我的设备上";
"On My iPhone" = "在我 iPhone 上";
"On My iPad" = "在我的 iPad 上";
"On My iPod touch" = "在我的 iPod touch 上";
"If you want the same reminders to be shown in Things’ Inbox on your Mac, iPhone, and iPad, you need to choose a list that is available on all those devices. We recommend using a list on iCloud." = "如果您想要在 Mac、iPhone 和 iPad 上的 Things 收件箱中显示相同提醒，则需要选择一个在所有设备上可用的列表。我们建议您使用 iCloud。";

/* Reminders Inbox - Settings - Errors */
"You need to grant Things access to your Reminders before they can be shown on this device." = "您需要授予 Things 权限访问您的“提醒事项”，然后它们可以显示在此设备上。";
"Grant Access" = "授予访问权限";
"Not Found" = "未找到";
"The selected reminders list is not available on this device." = "选择的提醒列表在此设备上不可用。";

/* Reminders Import */
"Reminders Import" = "提醒事项导入";
"You can migrate all your lists and to-dos from Reminders into Things.\n\nNote that to-dos from Reminders may contain data that are not available for Things to import, and some features are not supported. The following data will not be imported: attachments, list groups, sub-task indentation, flagged status, priority, and location-based reminders." = "您可以将所有列表和待办事项从“提醒事项”迁移到 Things。\n\n注意：“提醒事项”中的待办事项可能包含无法用于 Things 导出的数据，并且部分功能可能不受支持。下述数据将不会被导入：附件、列表组、子任务标识、标记的状态、优先级、基于位置的提醒事项。";
"Include completed to-dos" = "包括已完成的待办事项";
"Import Now" = "立即导入";
"You need to grant Things access to your Reminders before they can be imported." = "您需要授予 Things 权限访问您的“提醒事项”，然后才可以导入。";
"No to-dos have been found." = "没有找到待办事项。";


/* Accessibility */
"1 to-do." = "1 个待办事项。";
"%ld to-do's." = "%ld 个待办事项。";
"1 to-do is due." = "1 个待办事项到期。";
"%ld to-do's are due." = "%ld 个待办事项到期。";
"%ld to-do's. 1 is due." = "%ld 个待办事项， 1 个到期。";
"%ld to-do's. %ld are due." = "%ld 个待办事项， %ld 个到期。";
"1 reminder." = "1 个提醒。";
"%ld reminders." = "%ld 个提醒。";

/* Accessibility - Reminders Inbox */
"Double-tap to import." = "轻点两下导出。";
/* Accessibility - Reminders Inbox - Appended to the title of an Apple reminder shown in Things */
" . Reminder." = " . 提醒事项.";

/* Accessibility - New in Today view */
"Double-tap to dismiss." = "轻点两下关闭。";
"You have %ld new to-do's" = "您有 %ld 件新待办事项";

/* Accessibility - Moved out of the inbox banner */
"%ld to-do's moved out of the Inbox" = "%ld 个待办事项被移出收件箱";

/* Accessibility - Scrolling the task list */
"Page %d of %d" = "页码 %d/%d";

/* Accessibility - Expanding collapsed tasks */
"Double-tap to expand." = "轻点两下进行展开。";

/* Accessibility - Task details */
"Tagged with %@." = "标记 %@。";
"Double-tap to edit." = "轻点两下开始编辑。";

//Accessibility - Task details - Note: The first %@ could be a single tag or comma-separated list of tags
"Tagged with %@ and %@." = "标记 %1$@ 和 %2$@。";

// Accessibility - Voice Control - Plus button
"New Item" = "新项";

// Accessibility - Quick entry
"Double-tap to choose project or area" = "轻点两下选择项目或区域";

// Accessibility - Project Header
"Deadline: %@" = "截止日期：%@";
"When: %@" = "时间：%@";

/* Accessibility - Checkbox */
"Checkbox" = "复选框";
"Checked" = "选中";
"Not checked" = "未选中";
"Double-tap to mark as incomplete." = "轻点两下标记为未完成。";
"Double-tap to mark as completed." = "轻点两下标记为已完成。";

// Accessibility - Checkbox - This is added to the end of the accessibility value for projects. A final string might be "Not checked. 3 open to-dos."
". %ld open to-dos" = "%ld 个待办事项";

// Accessibility - Checkbox - The %@ is the title of the task that the checkbox relates to.
"Checkbox. %@" = "复选框。%@";

// Accessibility - Checklist
"Completed" = "已完成";
// Accessibility - Checklist - The %@ is the title of the checklist item that the checklist checkbox relates to.
"Checklist checkbox. %@" = "检查列表复选框。%@";

// Accessibility - Contact
"Assigned to %@." = "分配给 %@。";

// Accessibility - Area and Projects Sources
"Double-tap to view area details." = "轻点两下查看区域详情。";
"Double-tap to view project details." = "轻点两下查看项目详情。";
"Collapse Area" = "收缩区域";
"Collapsed" = "已收缩";
"Expand Area" = "展开区域";
"Expanded" = "已展开";
"Double-tap to hide projects." = "点按两下隐藏项目。";
"Double-tap to show projects." = "点按两下显示项目。";

// Accessibility - Navigation Bar
"Double-tap to open Quick Find." = "轻点两下打开快速查找。";

/* List Tools */
//"Filter by Tag" = "Filter by Tag";
//"New Heading" = "New Heading";
"Select" = "选择";
"Log Completed" = "归档已完成";
"Paste" = "粘贴";
"Share" = "共享";

/* List Tools - Share Activities */
"Copy Link" = "拷贝链接";
"Copy" = "拷贝";

/* Move Dialog */
"No Area" = "没有区域";
"No Project" = "没有项目";
"New Project “%@”" = "新建项目 “%@”";
"Show %ld later projects" = "显示 %ld 个稍后项目";
"Show 1 later project" = "显示 1 个稍后项目";

/* Start Dialog (also known as When Dialog) */
// Start Dialog - When the user will start to work on the to-do.
"When?" = "时间？";
//"Search" = "Search";
// Start Dialog - Shows at the bottom of the Today list. Contains to-dos that the user decides to work on this evening. These to-dos also show in "Anytime".
"This Evening" = "今晚";
//"Add Reminder" = "Add Reminder";
//"Reminder" = "Reminder";
"Remove Reminders?" = "移除提醒事项？";
//"Repeat" = "Repeat";
//"Proceed" = "Proceed";
//"Learn More" = "Learn More";
// Start Dialog - Clear the when setting, indicating that there is no particular time that the user should start the to-do. The to-do will the be found in the "anytime" list.
"Clear-When" = "清除";

/* Start and Move */
"1 reminder will be removed." = "将移除 1 个提醒";
"Remove" = "移除";

/* Start dialog */
//"1 reminder was removed." = "1 reminder was removed.";
//"%ld reminders were removed." = "%ld reminders were removed.";
"Set [ALARM]" = "设置";
"Some reminders were set to a time in the past. These reminders have been removed." = "部分提醒被设置为过去的某一时刻。这些提醒已被移除。";
"You’ve set a reminder to a time in the past (Today %@). The reminder has been removed." = "您将一个提醒事项设置为过去的某一时刻（今天 %@）。提醒事项已被移除。";

/* Today list extension */
"There was an error showing the Today list. Please make sure you have enough free space available on your device and try again." = "显示\"今天\"列表时发生错误。请确保您的设备上有足够可用磁盘空间，然后重试。";
"Open Things" = "打开 Things";
"%ld more" = "还有 %ld 个";
"Please open Things to get started." = "请打开 Things 开始使用。";

/* Today list extension - Accessibility */
"Double-tap to open." = "点按两下打开。";

/* Watch connecting step */
"Welcome" = "欢迎";
"Connect to Things Cloud to start using the app." = "连接至 Things Cloud 以开始使用这个应用程序。";
"Connect" = "连接";
"Connecting…" = "正在连接…";
"This might take a while. Keep your iPhone nearby while your data is transferred. You can lower your wrist." = "这可能需要一些时间。传输数据时将 iPhone 放在附近。您可以放低手腕。";

/* Watch "full screen" sync UI (not usually seen unless there's a lot of accumulated changes to consume) */
"Syncing…" = "正在同步…";
"This might take a while. You can lower your wrist, but please keep Things running." = "这可能需要一些时间。您可以放低手腕，但请保持 Things 运行。";

/* Watch connecting step – iPhone unreachable error */
"iPhone unreachable" = "无法连接 iPhone";
"Your iPhone must be nearby for the initial setup. Bring it closer so your watch can connect." = "初次设置时必须将 iPhone 放在附近，将其置于手表附近以便连接。";

/* Watch connecting step – iPhone has changes to sync error */
"Things Cloud not quite up-to-date" = "Things Cloud 非最新状态";
"Some changes on your iPhone haven’t been synced to Things Cloud yet. Open Things on your iPhone and make sure it’s connected to the internet." = "您 iPhone 上的部分内容尚未同步至 Things Cloud。打开 iPhone 上的 Things 并确保已连接互联网。";

/* Watch connecting step – Things Cloud not enabled error */
"You need a Things Cloud account" = "您需要 Things Cloud 账户";
"Your to-dos will be synced via Things Cloud. On your iPhone, go to Things > Settings > Things Cloud. Make sure you’re logged in or create a new account." = "将通过 Things Cloud 同步您的待办事项。从 iPhone 上，前往 “Things”>“设置”>“Things Cloud”。确保您已登录或建立新账户。 ";

/* Watch connecting step – general error */
"Something went wrong" = "出问题了";
"Please try again." = "请重试。";

/* Watch sync -- iPhone needs to sync to Things Cloud */
"Not quite up-to-date" = "非最新状态";

/* Watch sync - older client version */
"You’ve used a newer version of Things on another device. Please update to the latest version of Things on your iPhone to continue syncing." = "您在另一台设备上使用了新版本的 Things。请将 iPhone 上的 Things 更新至最新版本，然后继续同步。";

/* Watch sync – general error */
"Could not connect to Things Cloud" = "无法连接至 Things Cloud";
"Make sure your iPhone or Apple Watch is connected to the internet and try again." = "请确保您的 iPhone 或 Apple Watch 已连接互联网，然后重试。";

/* Watch settings */
"Build %@" = "Build %@";
"Log Out" = "退出";
"You can choose to add new to-dos to your Today list instead of your Inbox." = "您可以选择将新待办事项添加至“今天”列表而非收件箱中。";
"New To-Dos" = "新待办事项";

/* Watch complication – no data available to display */
"Please open Things" = "请打开 Things";

/* Watch task list */
"Added to Inbox" = "已添加到收件箱";
"Added to Today" = "添加到\"今天\"";
"All Done" = "全部完成";
"1 to-do completed" = "1 个待办事项完成";
"%ld to-dos completed" = "%ld 个待办事项已完成";
"Nothing planned for today" = "今天没有计划\n任何事情";
"Last Updated:" = "上次更新日期：";

/* Watch task details */
"Add Notes" = "添加备注";
"Append Notes" = "追加备注";
//"Add Deadline" = "Add Deadline";
"Edit Deadline" = "编辑截止日期";
"Remove Deadline" = "移除截止日期";
//"Overdue 1 day" = "Overdue 1 day";
//"Overdue %ld days" = "Overdue %ld days";
"Show More" = "显示详情";

/* Watch date picker */
"TWDatePicker-Tomorrow" = "明天";
"TWDatePicker-ShowMore" = "显示详情";

/* Watch Complication */
"Nothing planned" = "未计划任何事情";
"All done" = "全部完成";
"Today [COMPLICATION NAME]" = "今天";
"New To-Do [COMPLICATION NAME]" = "新建待办事项";

/* Watch accessibility - task list */
"Add new to-do to Today" = "为今天添加新待办事项";
"Add new to-do to Inbox" = "向收件箱添加新待办事项";
"To-do added to Today" = "待办事项已添加到\"今天\"";
"Double-tap to move to Inbox." = "轻点两下移到收件箱。";
"To-do added to Inbox" = "待办事项已添加到收件箱";
"Double-tap to move to Today." = "轻点两下移到\"今天\"。";
//"Checkbox. %@" = "Checkbox. %@";
"Double-tap to complete." = "轻点两下完成。";
"Double-tap to show more to-dos." = "轻点两下显示更多待办事项。";

/* Watch accessibility - task details */
"Complete to-do" = "完成待办事项";
"Postpone to-do" = "推迟待办事项";

/* Watch accessibility - project details */
"Complete project" = "完成项目";
"Postpone project" = "推迟项目";
"Add new to-do to this project" = "向此项目添加新待办事项";

/* Watch accessibility - completing projects */
"Are you sure you want to complete this project?" = "确定要完成此项目吗？";
//"Complete Project" = "Complete Project";

/* Watch accessibility - date picker */
"Week starting %@" = "每周开始日期 %@";
"Double-tap to select date." = "轻点两下选择日期。";
//"Double-tap to expand." = "Double-tap to expand.";
"Show more dates" = "显示更多日期";

/* Watch accessibility - progress ring */
"No to-dos completed today" = "今天没有完成待办事项";
"1 to-do completed today" = "1 个待办事项今天完成";
"%ld to-dos completed today" = "今天完成 %ld 个待办事项";

/* Project header view */
"Would you like to reactivate this project?" = "确定要重新激活此项目吗？";
"Reactivate project" = "重新激活项目";
//"Complete Project" = "Complete Project";
"Add Tags" = "添加标签";
"Add Deadline" = "添加截止日期";
"When" = "时间";
//"Move" = "Move";
//"Delete Project" = "Delete Project";
//"Are you sure you want to delete this project?" = "Are you sure you want to delete this project?";
//"Are you sure you want to delete this project? It contains 1 item that will also be deleted. This cannot be undone." = "Are you sure you want to delete this project? It contains 1 item that will also be deleted. This cannot be undone.";
//"Are you sure you want to delete this project? It contains %ld items that will also be deleted. This cannot be undone." = "Are you sure you want to delete this project? It contains %ld items that will also be deleted. This cannot be undone.";

/* Reactivating logged projects */
"This project is already logged. Are you sure you want to mark it as incomplete?" = "此项目已经录入。确定要将其标记为未完成吗？";
"This to-do is already logged. Are you sure you want to mark it as incomplete?" = "此待办事项已经录入。确定要将其标记为未完成吗？";
"Mark as Incomplete" = "标记为未完成";

/* Multi-Select Toolbar: Buttons */
//"When" = "When";
//"Move" = "Move";
//"Delete" = "Delete";

/* Multi-Select Toolbar: Delete confirmation */
"Are you sure you want to delete this to-do?" = "确定要删除此待办事项吗？";
"Delete To-Do" = "删除待办事项";
"Are you sure you want to delete these %ld to-dos?" = "确定要删除这 %ld 个待办事项吗？";
"Delete %ld To-Dos" = "删除 %ld 个待办事项";
"Are you sure you want to delete this repeating to-do and all future copies? This cannot be undone." = "确定要删除此重复的待办事项和所有将来的副本吗？此操作无法撤销。";
"Are you sure you want to delete these %ld repeating to-dos and all future copies? This cannot be undone." = "确定要删除这 %ld 个重复的待办事项和所有将来的副本吗？此操作无法撤销。";
"Are you sure you want to delete this project?" = "确定要删除此项目吗？";
"Are you sure you want to delete this project? It contains 1 item that will also be deleted. This cannot be undone." = "确定要删除此项目吗？它们所含的 1 项也将被删除。此操作无法撤销。";
"Are you sure you want to delete this project? It contains %ld items that will also be deleted. This cannot be undone." = "确定要删除此项目吗？它们所含的 %ld 项也将被删除。此操作无法撤销。";
"Delete Project" = "删除项目";
"Are you sure you want to delete these %ld projects? The to-dos contained within them will also be deleted. This cannot be undone." = "确定要删除这 %ld 个项目吗？它们所含的待办事项也将被删除。此操作无法撤销。";
"Delete %ld Projects" = "删除 %ld 个项目";
"Are you sure you want to delete this repeating project and all future copies? This cannot be undone." = "确定要删除此重复的项目和所有将来的副本吗？此操作无法撤销。";
"Are you sure you want to delete these %ld repeating projects and all future copies? This cannot be undone." = "确定要删除这 %ld 个重复的项目和所有将来的副本吗？此操作无法撤销。";
"Are you sure you want to delete this area? The to-dos and projects contained within it will also be deleted. This cannot be undone." = "确定要删除此区域吗？它所含的待办事项和项目也将被删除。此操作无法撤销。";
"Delete Area" = "删除区域";
"Are you sure you want to delete these %ld areas? The to-dos and projects contained within them will also be deleted. This cannot be undone." = "确定要删除这 %ld 个项目吗？它们所含的待办事项和项目也将被删除。此操作无法撤销。";
"Delete %ld Areas" = "删除 %ld 个区域";
"Are you sure you want to delete these %ld items? Any items contained within them will also be deleted. This cannot be undone." = "确定要删除这 %ld 项吗？它们所含的任何项也将被删除。此操作无法撤销。";
"Delete %ld Items" = "删除 %ld 项目";

/* Task Toolbar */
//"Are you sure you want to delete this to-do?" = "Are you sure you want to delete this to-do?";
//"Are you sure you want to delete this repeating to-do and all future copies? This cannot be undone." = "Are you sure you want to delete this repeating to-do and all future copies? This cannot be undone.";
//"Delete To-Do" = "Delete To-Do";

/* Multi-Select Toolbar: "more" ("o o o") menu options */
"Set Deadline" = "设置截止日期";
"Set Tags" = "设置标签";


/* Filter Bar */
//"Filter" = "Filter";
//"Filter by Tag" = "Filter by Tag";


// Truncating to n items in a list
"Show top %@" = "显示前 %@";
"Show %@ more" = "还显示 %@ 个";

/* Today */
"You have %ld new to-do" = "您有 %ld 个新待办事项";
"You have %ld new to-dos" = "您有 %ld 个新待办事项";

/* Inbox */
"%ld to-do moved out of the Inbox" = "%ld 个待办事项已移出收件箱";
"%ld to-dos moved out of the Inbox" = "%ld 个待办事项被移出收件箱";

// Someday
"Show items from active projects" = "显示来自活动项目的项";
"Hide items from active projects" = "隐藏项不出现在活动项目中";

// Projects
"Hide later item" = "隐藏稍后项";
"Hide logged item" = "隐藏录入项";
"Hide logged items" = "隐藏录入项";
"Show %@ logged item" = "显示 %@ 个录入项";
"Show %@ logged items" = "显示 %@ 个录入项";

// Areas
"Show %@ later items" = "显示 %@ 个稍后项";
"Hide later items" = "隐藏稍后项";
// Areas - %@ is always a token for 1 here, but don't get rid of it!
"Show %@ later item" = "显示 %@ 个稍后项";

// All Projects
"Show %@ later projects" = "显示 %@ 个稍后项目";
"Hide %@ later projects" = "隐藏 %@ 个稍后项目";
// All Projects - %@ is always a token for 1 here, but don't get rid of it!
"Show %@ later project" = "显示 %@ 个稍后项目";
"Hide %@ later project" = "隐藏 %@ 个稍后项目";


// Calendar Events integration
"Calendar Events (Touch)" = "日历事件";
"Calendar Events" = "日历事件";
"Show Calendar Events" = "显示日历事件";
"Events from your personal and shared calendars can be shown alongside your to-dos in the Today and Upcoming lists." = "来自您个人和共享日历的事件可以与待办事项一起显示在\"今天\"和\"将来\"列表中。";
"Allow" = "允许";
"You need to grant Things access to your Calendars before they can be shown on this device." = "您需要授予 Things 权限访问您的\"日历\"，然后它们可以显示在此设备上。";
//"%ld more" = "%ld more";
"This list is your schedule for the coming days. Would you like to display events from your calendar as well?" = "此列表是您未来几天的日程安排。是否还要显示日历中的事件？";
"Show Events" = "显示事件";
"Untitled Calendar" = "无标题的日历";

// Calendar sources
"Other" = "其他";
"MobileMe" = "MobileMe";
"Exchange" = "交换";
"Birthdays" = "生日";
"Subscribed" = "已订阅";
"iCloud" = "iCloud";
"CalDav" = "CalDAV";

// Plus button drop target
"Add to\nInbox" = "添加到\n收件箱";

// Plus button popover
"New To-Do" = "新建待办事项";
"Quickly add a to-do to your inbox." = "向收件箱快速添加待办事项。";
//"New Project" = "New Project";
"Define a goal, then work towards it one to-do at a time." = "定义一个目标，然后每次完成一个待办事项。";
//"New Area" = "New Area";
"Group projects and to-dos based on different responsibilities, such as Family or Work." = "根据不同的责任群组您的项目和待办事项，例如家庭或工作。";

// Plus button - Accessibility labels
"New to-do" = "新建待办事项";
"New to-do, project or area" = "新建待办事项、项目或区域";

// Placeholders for new items
"New Area" = "新建区域";
//"New Project" = "New Project";
"New Heading" = "新建标题";
"NEW HEADING" = "新建标题";


// Plain text export (share)
"Deadline: %@\n" = "截止日期：%@\n";
"Tags: %@\n" = "标签：%@\n";


// Logbook
//"Today" = "Today";
"Yesterday" = "昨天";
"%ld Days Ago" = "%ld 天前";
"Show more items" = "显示更多项";
"More items" = "更多项";

// Task actions ("..." toolbar menu)
"Convert…" = "转换…";
"Repeat…" = "重复…";
"Duplicate" = "复制";
//"Share" = "Share";
//"Delete" = "Delete";

// "Convert..." action
"Convert to Project…" = "转换为项目…";
"Are you sure you want to convert this to-do into a project?" = "确定要将此待办事项转换为项目吗？";
"Are you sure you want to convert this heading into a project?" = "确定要将此标题转换为项目吗？";
// "Convert..." action - alert title
"Convert to Project" = "转换为项目";
// "Convert..." action - alert button
"Convert" = "转换";
//"Cancel" = "Cancel";


// Heading actions
"Archive" = "存档";
"Restore" = "还原";
"This heading contains %ld incomplete to-dos. What would you like to do with them?" = "此标题含有 %ld 个未完成的待办事项。您想要如何操作？";
"This heading contains 1 incomplete to-do. What would you like to do with it?" = "此标题含有 1 个未完成的待办事项。您想要如何操作？";


// Drag and drop interactions
"Reminders" = "提醒事项";
"1 reminder was removed." = "移除了 1 个提醒。";
"%ld reminders were removed." = "移除 %ld 个提醒。";


// Date formatters
"1 day ago [DATEFORMATTER SHORT]" = "1 天前";
"%ld days ago [DATEFORMATTER SHORT]" = "%ld 天前";
"1 day ago [DATEFORMATTER]" = "1 天前";
"%ld days ago [DATEFORMATTER]" = "%ld 天前";
"today [DATEFORMATTER]" = "今天";
"today [DATEFORMATTER SHORT]" = "今天";
"Today [DATEFORMATTER]" = "今天";
"Tomorrow [DATEFORMATTER]" = "明天";
"1 day left [DATEFORMATTER TINY]" = "1 天";
"%ld days left [DATEFORMATTER TINY]" = "%ld 天";
"1 day left [DATEFORMATTER SHORT]" = "1 天";
"%ld days left [DATEFORMATTER SHORT]" = "%ld 天";
"1 day left [DATEFORMATTER]" = "剩下 1 天";
"%ld days left [DATEFORMATTER]" = "剩下 %ld 天";

// Date formatters - repeating template link button
"Repeats tomorrow" = "重复明天";
"Repetitions ended" = "重复终止";
"Repetitions paused" = "重复已暂停";
// Date formatters - repeating template link button - %@ examples: "1 week", "2 months", "4 days", etc.
"Repeats %@ after completion" = "完成后重复 %@";
// Date formatters - repeating template link button - %@ is a short or medium date (e.g. "Jan 12", "Nov 7"; "Nov 7, 2016", "Jan 12, 2016"), adjusted for region settings
"Repeats on %@" = "%@ 重复";


// Upcoming sections
"Tomorrow [UPCOMING SECTION]" = "明天";
"Later [UPCOMING SECTION]" = "稍后";
"Repeating To-Dos [UPCOMING SECTION]" = "重复的待办事项";

/* Onboarding Views */
"Welcome. Here’s what you need to know in a nutshell…" = "欢迎您。下面是您需要了解的一些基本信息…";
"Let’s Go!" = "开始吧！";
"Keep your mind clear" = "一目了然，清晰掌握";
"Collect your thoughts in the Inbox so you don’t forget. You can review them later." = "将您想的事情放在收件箱中，方便稍后查看，不会忘记。";
//"Continue" = "Continue";

"Make the most of your day" = "充实生活每一天";
"Each morning, decide what you want to accomplish. Pick your to-dos for Today and get going." = "每天早晨，确定您要完成的任务。选择今天的待办项目，然后马上行动。";
//"Continue" = "Continue";

"Onboarding: All done" = "全部完成";
"When you complete something, it moves to your Logbook for safe keeping." = "完成某件事情后，它会移到日志簿安全存档。";
//"Continue" = "Continue";

"Projects" = "项目";
"This is where your projects go. We’ve created a great tutorial project to get you started. Would you like to keep it?" = "这是您的项目所在的位置。我们创建了一个实用的教程项目，方便您快速上手。愿意保留它吗？";
"Sure!" = "当然！";
"No Thanks" = "不，谢谢";

/* Task parent (project or area) button popover (visible after expanding task and tapping parent button) */
"Change Area" = "更改区域";
"Change Project" = "更改项目";
"Go to Area" = "前往区域";
"Go to Project" = "前往项目";
"Go to Inbox" = "前往收件箱";

/* Expanded task - Accessibility labels */
"Add checklist" = "添加检查列表";
"Add deadline" = "添加截止日期";
"Add tags" = "添加标签";

/* Expanded task - Toolbar accessibility labels */
"More" = "更多";

/* Navigation bar - Accessibility labels */
"Tools" = "工具";

/* Date picker - Accessibility */
"Later dates" = "稍后日期";

/* Upcoming list - Calendar events block - Accessibility */
/* Upcoming list - Calendar events block - Accessibility - The %@ is a list of calendar events of the form (e.g.) "03 Doctor appointment; 12 Labour Day; ". */
"Calendar events: %@" = "日历事件：%@";

/* Accessibility - dialog kit */
"Double-tap to deselect." = "轻点两下取消选择。";
"Selected" = "已选中";
/* Accessibility - dialog kit - Used as accessibility label for dialog kit rows placeholders are title and subtitle of rows. */
"%@. %@" = "%1$@. %2$@";

/* Accessibility - Collapsing tasks */
"Collapse to-do." = "折叠待办事项。";
"Double-tap to collapse to-do." = "轻点两下折叠待办事项。";

/* Accessibility - Collapsed task */
", " = ",";
"completed: %@" = "已完成：%@";
"deadline: %@" = "截止日期：%@";
"Project" = "项目";
"repeats" = "重复";
"start: %@" = "开始：%@";
"start: this evening" = "开始：今晚";
"start: today" = "开始：今天";
"new in today" = "在今天新建";

/* Accessibility - Collapsed task - checkbox */
"Canceled" = "已取消";

/* Accessibility - Text field clear text (x) button */
"Clear text" = "清除文本";

/* Accessibility - popovers */
"Dismiss popover." = "去除弹出窗口。";
"Double-tap to dismiss popover." = "轻点两下去除弹出窗口。";

/* Project/Area Watermarks */
"Tap or drag the plus button to create a new to-do." = "轻点或拖动加号按钮创建新待办事项。";

/* Accessibility - Dismiss keyboard button */
"Dismiss keyboard" = "去除键盘";

/* Source list toolbar button - iPad */
"New List" = "新建列表";

/* Sidebar handle - iPad - Accessibility */
"Hide Sidebar" = "隐藏侧边栏";
"Show Sidebar" = "显示侧边栏";

/* Todoist import (%@ is "Todoist") */
"A report has been created in your Inbox. Please check the report before closing your %@ account." = "在您的收件箱中创建了一份报告。请查看报告，然后关闭 %@ 帐户。";
"Error contacting %@" = "联系 %@ 时发生错误";
"Error importing to-dos" = "导入待办事项时发生错误";
"The %@ importer is currently disabled." = "%@ 导入程序当前被停用。";
"Things is currently importing your to-dos. This might take a few minutes." = "Things 目前正在导入您的待办事项。这可能需要几分钟。";
"To-dos Imported Successfully" = "代办事项导入成功";

/* Todoist import - navigation bar title */
"Todoist Import" = "Todoist 导入";

/* Todoist import - error message */
"You denied access to your Todoist to-dos." = "您拒绝访问 Todoist 待办事项。";
"Error parsing Todoist data. Developer information: %@" = "解析 Todoist 数据时发生错误。开发者信息：%@";

/* Todoist import - report created in the Inbox after the import */
"LONG NOTES" = "长备注";
"Here’s a list of the affected to-dos:" = "这是受影响待办事项列表：";
"FILE ATTACHMENTS" = "文件附件";
"Here’s a list of all the file attachments we found:" = "这是我们发现文件附件的列表：";

/* Todoist import - report created in the Inbox after the import */
"Todoist Import Report" = "Todoist 导入报告";
"We’ve successfully imported %ld to-dos and %ld projects from Todoist." = "我们成功从 Todoist 导入了 %ld 个待办事项和 %ld 个列表。";
"Some of your to-dos or projects in Todoist had very long notes. They exceed Things’ note length limit and have been truncated during import. We recommend you review these notes in Todoist and copy them into a text file." = "您的 Todoist 中的一些待办事项有很长的备注。它们超过了 Things 备注的长度限制，导入时被断开。我们建议您查看 Todoist 中的这些备注，将它们拷贝到文本文件中。";
"Some of your to-dos in Todoist had file attachments. We’ve put links to those files inside your to-dos in Things, but please note that the files still reside on Todoist’s servers. We recommend you download a copy of these files before you close your Todoist account." = "您的 Todoist 中的一些待办事项有文件附件。我们将那些文件的链接放在您的 Things 待办事项中，但是请注意文件仍在 Todoist 的服务器上。我们建议您关闭 Todoist 帐户前先下载这些文件。";

/* Todoist import - to-dos created for notes in places not supported by Things */
"Todoist Inbox Notes" = "Todoist 收件箱备注";
"Todoist Project Notes" = "Todoist 项目备注";

/* Warnings for users running the iPhone app on the iPad */
"Get Things for iPad" = "获取 Things for iPad";
"You’re currently running the iPhone version of Things. You can get a version that is optimized for iPad on the App Store." = "您正在使用的是 iPhone 版 Things。您可以从 App Store 下载专门针对 iPad 优化的版本。";
//"App Store" = "App Store";
//"No Thanks" = "No Thanks";

/* Keyboard Shortcuts */

"Keyboard Shortcut: New To-Do" = "新建待办事项";
"Keyboard Shortcut: New Heading" = "新建标题";
"Menu: File > New Heading with Selection" = "通过选择新建标题";
"Keyboard Shortcut: New Project" = "新建项目";

"Keyboard Shortcut: Find" = "查找";
"Menu: Edit > Find…" = "查找…";
"Keyboard Shortcut: Quick Find" = "快速查找";
"Menu: Edit > Quick Find…" = "快速查找…";
"Keyboard Shortcut: Find in Text" = "在文本中查找";
"Keyboard Shortcut: Quick Entry" = "快速输入";

// Note that "Toggle Sidebar" is not usually visible, as it's replaced on the fly by "Show Sidebar" or "Hide Sidebar"
"Menu: View > Toggle Sidebar" = "切换边栏";
"Keyboard Shortcut: Show Sidebar" = "显示侧边栏";
"Keyboard Shortcut: Hide Sidebar" = "隐藏侧边栏";

// If iOS were to present hierarchical menus, we'd show a hierarchical menu for e.g. "Go To > Today". As of iOS 15,
// submenus are flattened, so "Go To" doesn't end up appearing anywhere in practice
"Menu: View > Go To" = "前往";
"Menu: View > Go to Inbox" = "前往收件箱";
"Menu: View > Go to Today" = "前往“今天”";
"Menu: View > Go to Upcoming" = "前往“计划”";
"Menu: View > Go to Anytime" = "前往“随时”";
"Menu: View > Go to Someday" = "前往“某天”";
"Menu: View > Go to Logbook" = "前往“日志簿”";

"Keyboard Shortcut: Navigate Back" = "返回";

"Keyboard Shortcut: Log Completed" = "归档已完成";

"Keyboard Shortcut: When…" = "当…";
"Keyboard Shortcut: Move…" = "移动…";
"Keyboard Shortcut: Set Tags…" = "设置标签…";
"Keyboard Shortcut: Add Checklist" = "添加检查列表";
"Keyboard Shortcut: Set Deadline…" = "设置截止日期…";

// Note that submenus on iOS are flattened, so the "Complete" submenu doesn't actually appear to the user. Instead,
// the "Mark as Completed/Canceled/Incomplete" options are displayed inline
"Menu: Items > Complete" = "完成";
"Keyboard Shortcut: Mark as Completed" = "标记为已完成";
"Keyboard Shortcut: Mark as Canceled" = "设为取消";
"Keyboard Shortcut: Mark as Incomplete" = "设为未完成";

"Keyboard Shortcut: Repeat…" = "重复…";
"Keyboard Shortcut: Duplicate" = "复制";

// Note that submenus on iOS are flattened, so the "Shortcuts" submenu doesn't actually appear to the user. Instead,
// the When-related options are displayed inline
"Menu: Items > Shortcuts" = "捷径";
"Keyboard Shortcut: When: Today" = "时间：今天";
"Keyboard Shortcut: When: This Evening" = "时间：今晚";
"Keyboard Shortcut: When: Someday" = "时间：某天";
"Keyboard Shortcut: When: Clear" = "时间：清除";

// Note that "Reveal in List" is not usually visible, as it's replaced on the fly by "Reveal in Project"
// or "Reveal in Area"
"Menu: Items > Reveal in List" = "在列表中显示";
"Keyboard Shortcut: Reveal in Project" = "在项目中显示";
"Keyboard Shortcut: Reveal in Area" = "在区域中显示";

"Keyboard Shortcut: Archive Heading" = "存档标题";
"Keyboard Shortcut: Restore Heading" = "还原标题";

"Keyboard Shortcut: Filter by Tag" = "按标签筛选";

"Keyboard Shortcut: Delete (selection)" = "删除";

"Keyboard Shortcut: New Window" = "新建窗口";
"Keyboard Shortcut: Close Window" = "关闭窗口";

// In iOS 15, we show "Keyboard Shortcuts" under the "Help" menu, but in iOS 14 there's no submenus, so we show
// "See all commands…" at the bottom of the unstructured list of keyboard shortcuts
"Keyboard Shortcut: See all commands…" = "查看所有命令…";
"Menu: Help > Keyboard Shortcuts" = "键盘快捷方式";

/* Undo/Redo alert shown after shaking the device */

"Redo Changes" = "重做更改";
"Undo Changes" = "撤销更改";

/* Mail to Things */

"Mail to Things" = "邮寄至 Things";
"You can add to-dos to your inbox by sending emails to Things Cloud." = "您可以通过发送电子邮件到 Things Cloud 以在收件箱中添加待办事项。";

"Some usage examples" = "一些使用范例";
"• Send yourself to-dos from a PC\n• Forward emails from the Mail app\n• Share your address with a trusted colleague\n• Use automation services like IFTTT or Zapier" = "• 从一台PC发送待办事项给自己\n• 从邮件应用程序转发电子邮件\n• 与一名信任的同事共享地址\n•  使用 IFTTT 或  Zapier 等自动化服务";

"Please note" = "请注意";
"• File attachments are not supported\n• Long emails are limited to 2000 characters" = "• 不支持文件附件\n• 长邮件限 2000 字符";

"Enable Mail to Things" = "启用邮寄至 Things";
"Send your emails here" = "发送电子邮件到这里";
"Copy Address" = "拷贝地址";

"Disable Mail to Things" = "停用邮寄至 Things";
"Are you sure you want to disable “Mail to Things”?" = "您是否确定要停用“邮寄至 Things”？";
"Your current address will stop working. If you enable “Mail to Things” again later, you will get a different address. You might need to update your address book accordingly. This cannot be undone." = "您当前的地址将停止运作。若您稍后重新启用“邮寄给 Things”，您将会获得一个不同的地址。您可能必须相应更新您的地址簿。此操作无法撤销。";
"Disable Address" = "停用地址";

"There was a problem connecting to the Things Cloud server. Please make sure you’re connected to the Internet and try again." = "连接到 Things Cloud 服务器时出问题，请确定您已连接互联网，然后重试。";

/* Settings > General > Keyboard */

"If you connect a hardware keyboard you can control the app with powerful commands." = "如果连接硬件键盘，则可以使用功能强大的命令控制此应用。";
"Some of Things’ shortcuts may cause problems with certain keyboards. If you run into any problems you can disable them here:" = "Things 的部分快捷方式可能会导致部分键盘出现问题。如果出现问题，则在此处禁用：";
"Spacebar" = "空格键";
"Learn more" = "了解更多";
"Keyboard" = "键盘";
"Ctrl + Spacebar" = "Ctrl + 空格键";

/* Siri Shortcuts (iOS 12 feature) */

/* Placeholders used in shortcut titles */
"Unnamed Tag" = "未命名的标签";
"Unnamed Contact" = "未命名的联络人";

/* Shortcut builder - "add to-do" form */
"Title" = "标题";

/* What’s New Feature */
"Cannot load content, since you are not connected to the Internet." = "无法加载内容，因为您未连接到互联网。";
"What’s New" = "最新变化";
"Use Test Endpoint" = "使用测试终端";
"Enable Testing Mode" = "启用测试模式";

/* Dialog that shows important information (e.g. when we want to alert the whole user base about something really important) */
"Important Information" = "重要信息";
"Reset Cache" = "重置缓存";

/* Database upgrade (happens infrequently after updating to a newer version of the app) */
"Upgrading Database" = "升级数据库";
"Please keep Things open. Do not switch apps or turn off your screen until the upgrade is complete." = "请让 Things 开着，在升级完成前不要关闭应用程序或屏幕。";

/* "Get Info" alert shown for a specific to-do or project */
"Get Info" = "信息";
"Info" = "信息";
"Created on: %@" = "创建时间 %@";
"Completed on: %@" = "完成时间 %@";
"Get Info…" = "信息";
"Created on: %@\nCompleted on: %@" = "创建时间 %@\n完成时间 %@";


/* Mac Strings */


/* Relative day description */
"Today [RELATIVE DATE DESCRIPTION]" = "今天";
"Tomorrow [RELATIVE DATE DESCRIPTION]" = "明天";

/* Relative day description - e.g. Monday at 11:23 */
"%@ at %@" = "%1$@ %2$@";

/* Main Menu */
"Hide Toolbar" = "隐藏工具栏";
"Show Toolbar" = "显示工具栏";
"Reschedule…" = "重新安排…";
"Enter Full Screen" = "进入全屏";
"Items" = "项";

/* Action gear pop-up + context menu */
"Rename" = "重命名";
"Create a new project." = "创建新项目";

/* Search field */
"All" = "全部";

/* Toolbar */
"Schedule" = "安排";
"Empty Trash" = "倾倒废纸篓";
"Empty Trash…" = "倾倒废纸篓…";
"Quick Entry" = "快速录入";
"Show in List" = "在列表中显示";
"Show in Project" = "在项目中显示";
"Show in Area" = "在区域中显示";

/* Editing to-dos - large notes */
"The note has been shortened." = "备注已缩短。";

/* Repeating tasks dialog */
"Due:" = "到期：";
"Next:" = "下一步：";
"last" = "最后一个";
"Copies are due" = "副本到期";
"Copies are created" = "已创建副本";
"1st,2nd,3rd,4th,5th,6th,7th,8th,9th,10th,11th,12th,13th,14th,15th,16th,17th,18th,19th,20th,21st,22nd,23rd,24th,25th,26th,27th,28th,29th,30th,31st,32nd,33rd,34th,35th,36th,37th,38th,39th,40th" = "第1,第2,第3,第4,第5, 第6, 第7,第8,第9,第10,第11, 第12,第13,第14,第15,第16,第17,第18,第19, 第20,第21,第22,第23,第24,第25,第26,第27,第28,第29,第30,第31,第32,第33,第34,第35,第36,第37,第38,第39,第40";

/* Repeating tasks pop-up (Scheduled) */
"Pause" = "暂停";
"Show Latest" = "显示最新";
"weeks" = "周";

/* Lists */
"%lu more" = "%lu 更多";

/* Reminders Import */
"Reminders can’t be imported because Things doesn’t have access to your Reminders data. Go to System Preferences > Security & Privacy > Privacy > Reminders to grant access." = "无法导入提醒事项，因为 Things 没有访问您的\"提醒事项\"数据的权限。前往\"系统偏好设置\" > “安全性与隐私” > “隐私” > “提醒事项”授予访问权限。";
"Your reminders have been imported." = "已导入您的提醒事项。";
"Importing Reminders..." = "正在导入提醒事项…";
"Import failed. %@" = "导入失败。%@";

/* Scheduled dialog */
"Reschedule \"%@\"" = "重新安排 \"%@\"";

/* Checking project off */
"There is still 1 to-do in this project that you haven’t completed. What would you like to do with it?" = "此项目中仍有 1 个未完成的待办事项。您想要如何操作？";
"There are still %lu to-dos in this project that you haven’t completed. What would you like to do with them?" = "此项目中仍有 %lu 个未完成的待办事项。您想要如何操作？";
"Are you sure you want to cancel this project?" = "确定要取消此项目吗？";

/* Contacts */
"Remove From Contact" = "从联系人中移除";
"Remove Contact" = "移除联系人";
"Remove %lu Contacts" = "移除 %lu 个联系人";
"Contact cannot be created" = "无法创建联系人";
"Cannot rename a contact" = "无法重命名联系人";

/* Tags */
"Root" = "根";

/* Tags - HUD */
"Tag already exists" = "标签已经存在";
"A tag with title \"%@\" already exists. Please choose a different title." = "标题为 \"%@\" 的标签已经存在。请选择另一个标题。";
"Empty Tag" = "空标签";
"Please provide a name for your tag." = "请为您的标签起一个名称。";

/* Tags - delete confirmation dialog */
"Do you really want to delete this tag?" = "确定要删除此标签吗？";
"Do you really want to delete this tag? The %lu tags nested under it will also be deleted." = "确定要删除此标签吗？其中嵌套的 %lu 个标签也将被删除。";
"Do you really want to delete this tag? The 1 tag nested under it will also be deleted." = "确定要删除此标签吗？其中嵌套的 1 个标签也将被删除。";

/* Preferences */

/* Preferences - general */
"General Preferences" = "常规偏好设置";

/* Preferences - iCal */
"Calendar Events Preferences" = "日历时间偏好设置";
"(not found)" = "（未找到）";

/* Preferences - reminders - calendar groups */
"Reminders Inbox Preferences" = "提醒事项收件箱偏好设置";
"Local" = "我 Mac 上";

// Preferences - Quick Entry
"Quick Entry Preferences" = "“快速录入”偏好设置";

"Quick Entry with Autofill" = "带自动填写的快速录入功能";
"You can’t use the Autofill feature at the moment because the Things Helper is being updated. Please make sure you’re connected to the Internet and try again in a few moments." = "您暂时无法使用自动填写功能，因为 Things Helper 正在更新。请确保您已连接互联网，然后稍后重试。";
"You can’t use the Autofill feature at the moment because the Things Helper is newer than the version of Things you’re running. Please update Things." = "您暂时无法使用自动填写功能，因为 Things Helper 比正在运行的 Things 版本新。请更新 Things。";
"You can’t use the Autofill feature at the moment because the Things Helper is not running. Please check the Quick Entry preferences in Things or try again after restarting your Mac." = "您暂时无法使用自动填写功能，因为 Things Helper 未运行。请检查 Things 中的“快速录入”偏好设置，或者重启 Mac 后再试一次。";

"Enable Quick Entry with Autofill" = "启用带自动填写的“快速录入”功能";
"To enable this feature, you must install a small Helper application by downloading it from Cultured Code's website." = "若要启用此功能，您必须从 Cultured Code 网站下载并安装  Helper 小应用程序。";
"Visit Website" = "访问标签";

"Things Helper Installed" = "Things Helper 已安装";
"Things Helper has been successfully installed and Autofill has been enabled. You can now delete Things Helper from your Downloads folder." = "已经成功安装Things帮手，并已经启动自动填写。您现在可以从下载文件夹删除Things帮手。";

"Do you really want to disable Quick Entry with Autofill?" = "确定要停用带自动填写的“快速录入”功能吗？";
"If you disable this feature, the Things Helper will be removed from your Mac because it is no longer needed. If you enable this feature again later, the Things Helper will need to be downloaded and installed again." = "如果您停用此功能，则 Things Helper 将从 Mac 上移除，因为不再需要它。如果您后来启用此功能，则需要重新下载并安装 Things Helper。";
//"Disable" = "Disable";

// Preferences - Things Cloud
"Things Cloud Preferences" = "Things Cloud 偏好设置i";

/* Printing */
"Print Document for \"%@\"" = "打印 \"%@\" 的文稿";
"Selection from \"%@\"" = "从 \"%@\" 选择";
"Page %ld of %ld" = "页码 %1$ld/%2$ld";
"%ld items" = "%ld 项";


/* Watermarks */
"Press ⌘N to create\na new to-do." = "按 ⌘N 键创建\n新待办事项。";

"To display calendar events in Things, you need to grant access to your Calendar data." = "若要在 Things 中显示日历事件，您需要授权访问“日历”数据。";
"Calendar events can’t be displayed because Things doesn’t have access to your Calendar data. Go to System Preferences > Security & Privacy > Privacy > Calendars to grant access." = "无法显示日历事件，因为 Things 没有访问您的\"日历\"数据的权限。前往\"系统偏好设置\" > “安全性与隐私” > “隐私” > “日历”授予访问权限。";
"Open System Preferences" = "打开系统偏好设置";

"Reminders can’t be displayed because Things doesn’t have access to your Reminders data. Go to System Preferences > Security & Privacy > Privacy > Reminders to grant access." = "无法显示提醒事项，因为 Things 没有访问您的\"提醒事项\"数据的权限。前往\"系统偏好设置\" > “安全性与隐私” > “隐私” > “提醒事项”授予访问权限。";
"To allow Things to import to-dos from Reminders, you need to grant access to your Reminders data." = "若要允许 Things 从“提醒事项”导入待办事项，您需要授权访问“提醒事项”数据。";
"The Reminders list you’ve chosen is not available on this Mac." = "您选择的“提醒事项”列表在此 Mac 上不可用。";


/* Registration */
"The entered license information is not valid." = "输入的许可证信息无效。";
"Buy now!" = "立即购买！";
"Read-Only" = "只读";


/* Library problems */
"Quit" = "退出";
"Things was unable to open your database file." = "Things 无法打开您的数据库文件。";
"If this problem persists, please contact support@culturedcode.com." = "如果问题依然存在，请联系 support@culturedcode.com。";


/* Empty trash dialog */
"Are you sure you want to remove the items in the Trash permanently?" = "确定要永久移除废纸篓中的项吗？";

/* Deleting areas */
"Are you sure you want to delete this area?" = "确定要删除此区域吗？";
"Are you sure you want to delete these areas?" = "确定要删除这些区域吗？";
"It contains 1 item that will be deleted as well." = "它包含 1 个也将被删除的项。";
"It contains %lu items that will be deleted as well." = "它包含 %lu 个也将被删除的项。";
"They contain 1 item that will be deleted as well." = "他们包含 1 个也将被删除的项。";
"They contain %lu items that will be deleted as well." = "他们包含 %lu 个也将被删除的项。";


/* Things Cloud */

// Things Cloud - menu item
"Update with Things Cloud" = "通过 Things Cloud 更新";


// Things Cloud - account dialogs
"Your account is not active." = "您的帐户未处于活动状态。";
"Unable to retrieve account status." = "无法恢复帐户状态。";

"Resuming account setup is not possible." = "不可能继续设置帐户。";
"Your account has been deleted." = "您的帐户已被删除。";

"Your Things Cloud password is invalid." = "您的 Things Cloud 密码无效。";
"Enter Password" = "输入密码";

"Connection error occurred." = "连接发送错误。";

"Your password was entered incorrectly." = "您的密码输入错误。";
"The passwords you entered do not match." = "您输入的密码不匹配。";
"Please enter your Things Cloud password for %@" = "请为 %@ 输入您的 Things Cloud 密码";

"A Things Cloud account already exists for %@. Do you want to log in to the existing account?" = "%@ 已经有一个  Things Cloud 帐户。是否要登录现有帐户？";
"Account already exists" = "帐户已经存在";
"Sign in" = "登录";

"The email address or password are not correct. Please try again." = "电子邮件地址或密码不正确。请重试。";

"We’ve sent a verification email to %@. The email contains a 4-digit code. Please enter that code below to verify your email address:" = "我们已将验证电子邮件发送到 %@。此电子邮件包含一个 4 位代码。请在下方输入此代码，验证您的电子邮件地址：";
"Email Not Received?" = "未收到电子邮件？";
"Be sure to check your spam folder. If you still can't find it, we can resend the email to: %@." = "确保查看您的垃圾文件夹。如果仍没有找到，我们将重新发送电子邮件至：%@。";
"Error Occurred" = "发生错误";
"An error has occurred and the verification email could not be sent. Please try again later." = "发生错误，验证电子邮件无法发送。请稍后重试。";

"You have 1 to-do with a very long note (longer than 20,000 characters or 10 pages in a book). Things Cloud does not support notes of this size. Before continuing, you must edit this to-do and make its note shorter:" = "您有 1 个带很长备注的待办事项（日志簿中超过 20,000 字符或 10 页）。Things Cloud 不支持该大小的备注。继续之前，您必须编辑此待办事项，缩短它的备注。";
"Show To-Do" = "显示待办事项";
"You have %lu to-dos with very long notes (longer than 20,000 characters or 10 pages in a book). Things Cloud does not support notes of this size. Before continuing, you must edit these to-dos and make their notes shorter:" = "您有 %lu 个带很长备注的待办事项（日志簿中超过 20,000 字符或 10 页）。Things Cloud 不支持该大小的备注。继续之前，您必须编辑此待办事项，缩短它的备注。";
"Show To-Dos" = "显示待办事项";

"Your database is ready for Things Cloud." = "您的数据库可用于 Things Cloud。";
"Resume-Sync" = "继续";

"An error has occurred. Please try again later." = "发生错误，请稍后再试。";


// Things Cloud - initial sync mode dialog
"Keep all to-dos (recommended)" = "保留全部待办事项（推荐）";
"The to-dos on this Mac and on Things Cloud are merged. Nothing is deleted." = "此 Mac 和 Things Cloud 上的待办事项合并。没有删除任何内容。";
"The to-dos on this Mac are deleted and replaced with your to-dos from Things Cloud." = "此 Mac 上的待办事项被删除，并被替换成 Things Cloud 上的待办事项。";
"Keep only the to-dos from this Mac" = "仅保留来自此 Mac 的待办事项";
"Your to-dos on Things Cloud are deleted and replaced with the to-dos from this Mac." = "您在 Things Cloud 上的待办事项被删除，并被替换成此 Mac 上的待办事项。";


// Things Cloud - resolving issues
"Open Preferences" = "打开偏好设置";

"Account Problem" = "帐户问题";
"There is a problem with your Things Cloud account. Your to-dos will stop updating with Things Cloud. Please open Things Cloud preferences to resolve this issue." = "您的 Things Cloud 帐户出现问题。您的待办事项将停止通过 Things Cloud 更新。请打开 Things Cloud 偏好设置解决此问题。";

"Database Needs Cleanup" = "数据库需要清理";
"You have to-dos with very long notes (longer than 20,000 characters or 10 pages in a book). Your to-dos will stop updating with Things Cloud because it does not support notes of that size. Please open Things Cloud preferences to resolve this issue." = "您有带很长备注的待办事项（日志簿中超过 20,000 字符或 10 页）。您的待办事项将停止通过 Things Cloud 更新，因为它不支持该大小的备注。请打开 Things Cloud 偏好设置解决此问题。";

"Wrong Password" = "密码错误";
"The password for your Things Cloud account is not correct. It may have recently been changed. Things Cloud has been disabled for this device. Please open preferences and log back in to Things Cloud with the correct password." = "您的 Things Cloud 帐户的密码不正确，可能最近被更改。Things Cloud 在此设备上已经停用。请打开偏好设置，使用正确的密码登录回 Things Cloud。";

"Account Doesn’t Exist" = "帐户不存在";
"Things Cloud has been disabled because the account for %@ no longer exists." = "Things Cloud 已被停用，因为 %@ 的帐户不再存在。";

"Account Disabled" = "帐户已停用";
"The Things Cloud account for %@ has been disabled." = "%@ 的 Things Cloud 帐户已停用。";

"Account Not Verified" = "帐户未验证";
"You have not yet verified the email address for your Things Cloud account. Please open Things Cloud preferences to resolve this issue." = "您尚未验证 Things Cloud 帐户的电子邮件地址。请打开 Things Cloud 偏好设置解决此问题。";

"Your to-dos on Things Cloud have been replaced with to-dos from another device. Things will download the new to-dos to replace the to-dos on this %@.\n\nPlease be patient: it might take some time before your to-dos appear." = "您在 Things Cloud 上的待办事项已经被来自另一个设备的待办事项取代。\nThings 将会下载新待办事项以取代这台 %@ 上的待办事项。\n\n请耐心等候：您的待办事项可能需要一些时间才会出现。";
"Continue and Replace" = "继续并替换";

"You've used a newer version of Things on another device. Please update to the latest version of Things on this Mac as well to continue syncing.\n\nIf you don’t see the update on the App Store right away, restarting your Mac might help." = "您在另一台设备上使用了新版本的 Things。请将此 Mac 上的 Things 更新至最新版本，然后继续同步。\n\n如果在 App Store 上没有找到更新，重新 Mac 试试。";
"Check for Updates" = "检查更新";

// Things Cloud - password change dialog
"Password Has Changed" = "密码已更改";
"You've changed the password for your Things Cloud account. Things needs to download your to-dos from Things Cloud again." = "您已更改 Things Cloud 帐户的密码。Things 需要再次从 Things Cloud 下载待办事项。";

"Cancel and Log Out" = "取消并退出";


// Things Cloud - initial sync error dialog
"Things was unable to retrieve your to-dos from Things Cloud. Please check your internet connection and try again." = "Things 无法从 Things Cloud 恢复您的待办事项。请检查您的互联网连接，并稍后重试。";
"Things was unable to retrieve your to-dos from Things Cloud. Please try again later." = "Things 无法从 Things Cloud 恢复您的待办事项。请稍后重试。";


// Things Cloud - new terms of service
"New Terms of Service" = "新服务条款";
"The Terms of Service for Things Cloud have changed. You need to accept the new terms before you can continue using Things Cloud. Please open Things Cloud preferences to resolve this issue." = "Things Cloud 的服务条款已更改。您需要接受新条款，才能继续使用 Things Cloud。请打开 Things Cloud 偏好设置解决此问题。";


// Things Cloud - updated time
"Last Updated: Never" = "上次更新日期：从未";


// Things Cloud - progress indication dialog
"Updating your to-dos with Things Cloud..." = "正在通过 Things Cloud 更新待办事项...";
"Uploading data..." = "正在上传数据...";
"Downloading data..." = "正在下载数据...";
"Processing data..." = "正在处理数据...";
"Removing data on the server..." = "正在从服务器移除数据...";
"Preparing local data..." = "正在准备本地数据...";


// Things Cloud - disabling Things Cloud
"Do you really want to disable Things Cloud?" = "您真的要停用 Things Cloud 吗？";
"Disable Things Cloud" = "停用 Things Cloud";


// Things Cloud - errors
"Error" = "错误";
"An error has occurred. Please try again." = "发生错误。请重试。";
"A generic error occurred." = "发生一般错误。";
"No Internet Connection" = "没有互联网连接";


// Probably new strings: to categorize!
"When…" = "时间...";
"New Contact" = "新联系人";

// Replace Library with Database Templates
"Replace library with empty data" = "使用空数据替换资料库";
"Replace library with demo data" = "使用演示数据替换资料库";
"Replace library with testing data" = "使用测试数据替换资料库";

// Todoist importer
"Importing data from Todoist..." = "正在从 Todoist 导入数据…";
"Error contacting Todoist" = "联系 Todoist 时发生错误";
"To-dos imported successfully" = "待办事项导入成功";
"Your to-dos have been imported successfully." = "您的待办事项导入成功。";
"Importer Disabled" = "导入程序被停用";
"The Todoist importer is currently disabled." = "Todoist 导入程序当前被停用。";

"New Window" = "新建窗口";
"Open in New Window" = "在新窗口中打开";
"Open in New Windows" = "在新窗口中打开";

"Duplicate To-Do" = "复制待办事项";
"Duplicate %lu To-Dos" = "复制 %lu 个待办事项";
"Duplicate Project" = "复制项目";
"Duplicate %lu Projects" = "复制 %lu 个项目";
"Duplicate Heading" = "复制级标题";
"Duplicate %lu Headings" = "复制 %lu 个标题";
"Duplicate Item" = "复制项";
"Duplicate %lu Items" = "复制 %lu 项";

"Delete %lu To-Dos" = "删除 %lu 个待办事项";
"Delete %lu Projects" = "删除 %lu 个项目";
"Delete Heading" = "删除标题";
"Delete %lu Headings" = "删除 %lu 个标题";
"Delete Reminder" = "删除提醒";
"Delete %lu Reminders" = "删除 %lu 个提醒";
"Delete %lu Items" = "删除 %lu 项";

"Delete Areas" = "删除区域";
"Delete %lu Areas" = "删除 %lu 个区域";

"Remove From Project and Area" = "从项目和区域中移除";
"Remove From Project" = "从项目中移除";
"Remove From Area" = "从区域移除";
"Remove From Project/Area" = "从项目/区域中移除";

"Move…" = "移动...";

"Repeat %@" = "重复 %@"; // used in expanded tasks and in project header

"Mark as Canceled" = "标记为已取消";

"Open" = "打开";

"Press a key to assign a shortcut. Press ESC to cancel." = "按一个按键指定快捷键。按 ESC 键取消。";

"Put Back" = "放回";
"Put Back in %@" = "放回 %@";
"Reactivate" = "重新激活";
"Reactivate in %@" = "在 %@ 中重新激活";

"Open New Window" = "打开新窗口";

"No results found" = "没有找到结果";

"%lu selected items" = "%lu 个选中项";

"Dismiss" = "解除";

"Group your projects and to-dos based on different responsibilities, such as Family or Work." = "根据不同的责任群组您的项目和待办事项，例如家庭或工作。";

"To-dos with Long Notes" = "带长备注的待办事项";

"You can also just press your spacebar." = "您也可以只按空格键。";
"Divide your project into categories or milestones." = "将您的项目分成不同类别或阶段";
"Decide when to start. Today or later?" = "确定何时开始。今天还是稍后？";
"Move selected items to another list." = "将选中项移到另一个列表。";
"Quickly switch lists, find to-dos, or search for tags." = "快速切换列表、查找待办事项或搜索标签。";
"Quickly switch lists, find to-dos,\nsearch for tags…" = "快速切换列表、查找待办事项、\n搜索标签…";

"Assign a shortcut for this tag. Use Ctrl+Shortcut to quickly tag your to-dos." = "为此标签分配一个快捷键。使用 Ctrl+快捷键快速为您的待办事项添加标签。";

"Log Now" = "立即录入";

"%lu reminders were removed." = "移除 %lu 个提醒。";
"Remove Reminder?" = "移除提醒事项？";
"%lu reminders will be removed." = "将移除 %lu 个提醒。";


/* Placeholder */
"?" = "?";


/* Toggle buttons */
"Hide %ld later projects" = "隐藏 %ld 个稍后项目";
"Hide 1 later project" = "隐藏 1 个稍后项目";
"Show %lu later items" = "显示 %lu 个稍后项";
"Show %lu logged items" = "显示 %lu 个录入项";
"Show 1 later item" = "显示 1 个稍后项";
"Show 1 logged item" = "显示 1 个录入项";
"Show %lu more items" = "还显示 %lu 项";
"Show 1 more item" = "再显示 1 项";
"Show top %lu items" = "显示顶部 %lu 项";
"Show top item" = "显示顶部项";
"%lu items" = "%lu 个项目";


/* New strings */

"Back to Today" = "返回今天";

"Your Trial Period Has Ended" = "您的试用期已结束";
"Buy on the App Store" = "在 App Store 上购买";
"Thanks for trying Things! We hope it helped you get organized and stay productive. Your trial has now ended, so any new changes you make won’t be saved, but you can continue running the app in read-only mode.\nIf you need more time to try the app, or if you have any questions, please [contact us](%@)." = "谢谢试用 Things！我们希望它帮助您组织有序，保持高效。现在，您的试用已到期，您做的任何新更改将不会保存，但是您可以继续以只读模式允许此应用。\n如果您需要更多时间试用此应用，或者如果您有任何问题，请[联系我们](%@)。";
"Read-Only Mode" = "只读模式";

"The name and license code you entered are not valid. Please enter them exactly as they appear in your license email." = "您输入的名称和许可证代码无效。请按照电子邮件中的许可证准确输入。";
"This license is only valid for Things 2. Things 3 is a new app that requires a separate purchase." = "此许可证仅对 Things 2 有效。Things 3 是一款新应用，需要单独购买。";
"Subscription Failed" = "订阅失败";
"Your subscription request could not be sent. Please try again later or visit the Things website at culturedcode.com/things/." = "无法发送您的订阅请求。请稍后重试或访问 Things 网站 culturedcode.com/things/。";

"Purchase Things" = "购买 Things";
"You will now be redirected to the App Store. Thanks for choosing Things!" = "现在，您将别重定向至 App Store。谢谢您选择 Things！";
"Go to App Store" = "前往 App Store";

"Cannot delete a list" = "无法删除列表";
"Cannot rename a list" = "无法重命名列表";
"Cannot move to-do" = "无法移动待办事项";

"Lists cannot be created" = "无法创建列表";
"Name is a required property for new tags" = "名称是新标签的必填属性";

"Nesting projects not allowed" = "不允许嵌套项目";

// Last sync time
"never" = "从不";

// New daily review
"You have %@ new to-do" = "您有 %@ 个新待办事项";
"You have %@ new to-dos" = "您有 %@ 个新待办事项";

// Inbox banner

"%@ to-do was moved out of the Inbox" = "%@ 个待办事项被移出收件箱";
"%@ to-dos were moved out of the Inbox" = "%@ 个待办事项被移出收件箱";

// Heading completion dialog
"Are you sure you want to archive this heading?" = "确定要存档此标题吗？";
"This heading still contains %lu to-dos that you haven’t completed. What would you like to do with them?" = "此标题仍含有 %lu 个未完成的待办事项。您想要如何操作？";
"This heading still contains 1 to-do that you haven’t completed. What would you like to do with it?" = "此标题仍含有 1 个未完成的待办事项。您想要如何操作？";

// Add Contact dialog

"Deprecated Feature" = "过时功能";
"Contacts is a deprecated feature from older versions of Things; it will eventually be removed from the app in a future release. We recommend using Tags for contacts instead; this will allow you to filter lists and quickly locate items via search." = "联系人是旧版本 Things 的过时功能；它最终将在从未来应用版本中移除。我们建议为联系人使用标签，这能让您筛选列表以及通过搜索快速定位项。";
"Add Contact Anyway" = "仍然添加联系人";

// Stop Repeating To-do

"Stop To-Do from Repeating" = "停止重复待办事项";


// Delete
"Move this item to the Trash." = "将此项移到废纸篓。";
"Are you sure you want to move this to-do to the Trash?" = "确定要将此待办事项移到废纸篓中吗？";

// Action parent popup menu

"Go to List" = "前往列表";

// Plain text export

"When: %@\n" = "时间：%@\n";

"Change…" = "更改…";


"Deadline: " = "截止日期： ";


// URL Scheme

"Things has been opened via the URL Scheme. Do you want to enable this feature? You can change it later in Preferences → General." = "已经通过 URL scheme 打开 Things。您是否要启用这项功能？您可以于设置→ 一般中修改。";
"Copy Text" = "拷贝文本";

// URL Scheme Sheet
"Are you sure you want to generate a new token? This cannot be undone." = "确定要生成新令牌吗？此操作无法撤销。";

// Titles for external content dragged into Things

"%lu files" = "%lu 个文件";

// Apple Events execution error alert
"Permission Required (Things)" = "需要允许（Things）";
"Things needs permission to open the Calendar app. Grant permission in System Preferences, then restart Things and try again." = "Things需要允许才能打开行事历应用程序。从系统偏好中允许，接着重启Things并重试。";

"Permission Required (Things Helper)" = "需要允许（Things帮手）";
"To use Autofill, the Things Helper app needs permission to access the data you’re sharing from %@. Grant permission in System Preferences, then reboot your Mac and try again." = "Things帮手应用程序需要取用%@上的分享数据才能使用自动填写。从系统偏好中允许，并重新启动Mac，然后重试。";

"Upgrading database..." = "正在升级数据库...";

/* Today Widget Mac */

"Things needs to be running to show an up-to-date list of your to-dos." = "Things 需要运行才能显示待办事项的最新列表。";
"Launch automatically when needed" = "需要时自动启动";
"Launch Things" = "启动 Things";


/* Widget (iOS 14 / Big Sur feature) */

"List [WIDGET TITLE]" = "列表";
"Get quick access to one of your lists. Some configuration options only apply to large widget sizes." = "快速访问您的其中一个列表。部分配置选项仅适用于大尺寸的小组件。";
"Nothing Planned" = "未计划任何事情";
"No Items" = "没有项目";
"The list could not be found." = "找不到列表。";
"The list “%@” could not be found." = "找不到列表 “%@”。";

/* Timeline Widget (iPadOS 15 feature) */
"Up Next [WIDGET TITLE]" = "下一个";
"Keep track of your upcoming to-dos." = "跟踪未来的待办事项。";

/* Things 2 import */

// Entry in Settings > Import
"Import from Things 2" = "从 Things 2 导入";

// Header
"Things 2 Import" = "Things 2 导入";
"You can import your to-dos and lists from Things 2.\n\nThis completely replaces any existing data in Things 3. This operation can not be undone." = "您可以从 Things 2 中导入您的待办事项和列表。\n\n这样可以完全替换 Things 3 中的现有数据。此操作无法撤销。";
"Replace Data" = "替换数据";

// Confirmation alert
"Are you sure you want to replace any existing data with data from Things 2?" = "是否要使用 Things 2 中的数据替换所有现有数据?";
//"Replace Data" = "Replace Data";
//"Cancel" = "Cancel";

// Success alert
"Import Successful" = "导入成功";
"Please quit and reopen Things to see your Things 2 data." = "请退出 Things，然后重新打开，以查看您的 Things 2 数据。";
"Quit Things" = "退出 Things";

// Failure alert
"Import Failed" = "导入失败";
"Failed to import Things 2 data. Please try again later." = "未能导入 Things 2 数据。请稍候重试。";

/* Markdown Formatting */

// Markdown formatting commands
"Markdown…" = "“标记”…";
"Markdown" = "标记";
"Markdown-Bold" = "粗体";
"Markdown-Code Block" = "代码块";
"Markdown-Decrease" = "减少";
"Markdown-Decrease Indent" = "减少缩进";
"Markdown-Heading" = "标题";
"Markdown-Increase" = "增加";
"Markdown-Indentation" = "缩进";
"Markdown-Increase Indent" = "增加缩进";
"Markdown-Italic" = "斜体";
"Markdown-Learn More…" = "了解详情…";
"Markdown-Link" = "链接";
"Markdown-List" = "列表";
"Markdown-Numbered List" = "编号的列表";
"Markdown-Strikethrough" = "删除";
"Markdown-Highlight" = "突出显示";
"Markdown-Task List" = "任务列表";
"Markdown-Code" = "代码";


// Find&Replace UI

"Find in Text" = "在文本中查找";
"Find in Text…" = "在文本中查找…";
"Find and Replace in Text…" = "在文本中查找与替换…";

"Find [FIND MENU PLACEHOLDER]" = "查找";
"Find & Replace [FIND MENU PLACEHOLDER]" = "查找与替换";
"Find [FIND BAR PLACEHOLDER]" = "查找";
"Replace [FIND BAR PLACEHOLDER]" = "替换";
"Replace [FIND BAR BUTTON]" = "替换";
"All [FIND BAR BUTTON]" = "全部";
